<!DOCTYPE article PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd"> 
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="research-article"><?DTDIdentifier.IdentifierValue -//ES//DTD journal article DTD version 5.6.0//EN//XML?><?DTDIdentifier.IdentifierType public?><?SourceDTD.DTDName art560.dtd?><?SourceDTD.Version 5.6.0?><?ConverterInfo.XSLTName elsevier2nlmx2.xsl?><?ConverterInfo.Version 1?><?origin publisher?><?FILEmeta_JTUMED661 xml ?><?FILEmain xml ?><?FILEmain pdf ?><?FILEgr1 jpg ?><?FILEgr2 jpg ?><?FILEgr3 jpg ?><?FILEgr4 jpg ?><?properties open_access?><front><journal-meta><journal-id journal-id-type="nlm-ta">J Taibah Univ Med Sci</journal-id><journal-id journal-id-type="iso-abbrev">J Taibah Univ Med Sci</journal-id><journal-title-group><journal-title>Journal of Taibah University Medical Sciences</journal-title></journal-title-group><issn pub-type="epub">1658-3612</issn><publisher><publisher-name>Taibah University</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">8046960</article-id><article-id pub-id-type="pii">S1658-3612(20)30159-1</article-id><article-id pub-id-type="doi">10.1016/j.jtumed.2020.10.007</article-id><article-categories><subj-group subj-group-type="heading"><subject>Original Article</subject></subj-group></article-categories><title-group><article-title>Composition and pharmacological activity of essential oils from two imported <italic>Amomum subulatum</italic> fruit samples</article-title></title-group><contrib-group><contrib contrib-type="author" id="au1"><name><surname>Alam</surname><given-names>Aftab</given-names></name><degrees>M. Pharma</degrees><email>aftabaps@gmail.com</email><xref rid="cor1" ref-type="corresp">&#x02217;</xref></contrib><contrib contrib-type="author" id="au2"><name><surname>Singh</surname><given-names>Vijender</given-names></name><degrees>PhD</degrees></contrib><aff id="aff1">School of Pharmacy, Department of Pharmacognosy, Sharda University, Greater Noida, UP, India</aff></contrib-group><author-notes><corresp id="cor1"><label>&#x02217;</label>Corresponding address: School of Pharmacy, Sharda University, Plot No. 32-34, Knowledge Park III, Greater Noida, UP 201310, India. <email>aftabaps@gmail.com</email></corresp></author-notes><pub-date pub-type="pmc-release"><day>11</day><month>11</month><year>2020</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="collection"><month>4</month><year>2021</year></pub-date><pub-date pub-type="epub"><day>11</day><month>11</month><year>2020</year></pub-date><volume>16</volume><issue>2</issue><fpage>231</fpage><lpage>239</lpage><history><date date-type="received"><day>17</day><month>8</month><year>2020</year></date><date date-type="rev-recd"><day>11</day><month>10</month><year>2020</year></date><date date-type="accepted"><day>19</day><month>10</month><year>2020</year></date></history><permissions><copyright-statement>&#x000a9; 2020 The Authors</copyright-statement><copyright-year>2020</copyright-year><license><ali:license_ref xmlns:ali="http://www.niso.org/schemas/ali/1.0/" specific-use="pmc" content-type="ccbyncndlicense">https://creativecommons.org/licenses/by-nc-nd/4.0/</ali:license_ref><license-p>This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).</license-p></license></permissions><abstract id="abs0010"><sec><title>Objective</title><p>This work attempted to isolate, identify, and correlate the composition of essential oils (EOs) and pharmacological properties of two imported <italic>Amomum subulatum</italic> fruit samples. These samples were collected from Indian and KSA local supermarkets to ensure consistency in their therapeutic effects.</p></sec><sec><title>Methods</title><p>EOs were extracted from Indian and KSA <italic>A. subulatum</italic> fruit samples using a hydro-distillation method and identified by gas chromatography-mass spectrometry (GC&#x02013;MS). Antimicrobial activity against gram-negative bacteria (<italic>Pseudomonas aeruginosa</italic>, <italic>Escherichia coli</italic>, and <italic>Acinetobacter baumannii</italic>) was determined using minimum inhibitory (MIC) and minimum bactericidal concentration methods. Antioxidant and anti-inflammatory activities were determined using a 2,2-diphenyl-1-picrylhydrazyl-induced free radical assay, and a bovine albumin inhibitory assay, respectively. These analyses were performed to evaluate the pharmacological activities of the substances.</p></sec><sec><title>Results</title><p>GC&#x02013;MS retention times of both samples demonstrated 56 bioactive ingredients with different percentages. The principal bioactive compounds in the Indian and Saudi Arabian EO samples were 1,8-cineole (44.24% and 46.22%, respectively), &#x003b1;-terpineol (7.47% and 7.04%, respectively), terpinen-4-ol (5.01% and 4.83%, respectively), geraniol D (4.05% and 3.54%, respectively), and &#x003b2;-pinene (3.38% and 3.98%, respectively). Superior antimicrobial activity against the selected strains was observed for both samples, with an MIC range of 0.5%&#x02013;1%. Antioxidant assays demonstrated moderate activity in both samples. Moreover, the Indian and Saudi Arabian samples exhibited IC<sub>50</sub> values of 53.12% and 55.26&#x000a0;&#x003bc;g/mL, respectively, in albumin denaturation inhibition assays. This indicated an outstanding anti-inflammatory potential comparable to ibuprofen.</p></sec><sec><title>Conclusions</title><p>The composition of EOs from both samples exhibited similar qualitative but different quantitative variability. No major variations in the pharmacological properties of EOs were observed. More studies are essential for further validation of our study findings.</p></sec></abstract><trans-abstract xml:lang="ar"><title>&#x00627;&#x00644;&#x00645;&#x00644;&#x0062e;&#x00635;</title><sec><title>&#x00623;&#x00647;&#x0062f;&#x00627;&#x00641; &#x00627;&#x00644;&#x00628;&#x0062d;&#x0062b;</title><p>&#x00641;&#x0064a; &#x00647;&#x00630;&#x00627; &#x00627;&#x00644;&#x00639;&#x00645;&#x00644; &#x0062d;&#x00627;&#x00648;&#x00644;&#x00646;&#x00627; &#x00641;&#x00635;&#x00644; &#x00648;&#x0062a;&#x0062d;&#x0062f;&#x0064a;&#x0062f; &#x0062a;&#x00631;&#x00643;&#x0064a;&#x00628;&#x00629; &#x00627;&#x00644;&#x00632;&#x0064a;&#x0062a; &#x00627;&#x00644;&#x00639;&#x00637;&#x00631;&#x0064a; &#x00648;&#x00627;&#x00644;&#x0062e;&#x00635;&#x00627;&#x00626;&#x00635; &#x00627;&#x00644;&#x0062f;&#x00648;&#x00627;&#x00626;&#x0064a;&#x00629; &#x00644;&#x00646;&#x00648;&#x00639;&#x0064a;&#x00646; &#x00645;&#x00646; &#x0062b;&#x00645;&#x00627;&#x00631; &#x0062d;&#x00628; &#x00627;&#x00644;&#x00647;&#x0064a;&#x00644; &#x00627;&#x00644;&#x00623;&#x00633;&#x00648;&#x0062f; &#x00627;&#x00644;&#x00645;&#x00633;&#x0062a;&#x00648;&#x00631;&#x0062f;&#x00629; &#x00627;&#x00644;&#x0062a;&#x0064a; &#x0062a;&#x00645; &#x00634;&#x00631;&#x00627;&#x00624;&#x00647;&#x00627; &#x00645;&#x00646; &#x00627;&#x00644;&#x00645;&#x0062a;&#x00627;&#x0062c;&#x00631; &#x00627;&#x00644;&#x00645;&#x0062d;&#x00644;&#x0064a;&#x00629; &#x00627;&#x00644;&#x00647;&#x00646;&#x0062f;&#x0064a;&#x00629; &#x00648;&#x00627;&#x00644;&#x00633;&#x00639;&#x00648;&#x0062f;&#x0064a;&#x00629; &#x00644;&#x00644;&#x0062a;&#x00623;&#x00643;&#x0062f; &#x00645;&#x00646; &#x00639;&#x00644;&#x00627;&#x00642;&#x00629; &#x00627;&#x00644;&#x0062a;&#x00631;&#x00643;&#x0064a;&#x00628; &#x00627;&#x00644;&#x00643;&#x0064a;&#x00645;&#x0064a;&#x00627;&#x00626;&#x0064a; &#x00628;&#x00627;&#x00644;&#x0062a;&#x00623;&#x0062b;&#x0064a;&#x00631;&#x00627;&#x0062a; &#x00627;&#x00644;&#x00639;&#x00644;&#x00627;&#x0062c;&#x0064a;&#x00629;.</p></sec><sec><title>&#x00637;&#x00631;&#x00642; &#x00627;&#x00644;&#x00628;&#x0062d;&#x0062b;</title><p>&#x00644;&#x00642;&#x0062f; &#x0062a;&#x00645; &#x00627;&#x00633;&#x0062a;&#x0062e;&#x00644;&#x00627;&#x00635; &#x00627;&#x00644;&#x00632;&#x0064a;&#x0062a; &#x00627;&#x00644;&#x00639;&#x00637;&#x00631;&#x0064a; &#x00645;&#x00646; &#x00639;&#x0064a;&#x00646;&#x00627;&#x0062a; &#x0062b;&#x00645;&#x00627;&#x00631; &#x0062d;&#x00628; &#x00627;&#x00644;&#x00647;&#x0064a;&#x00644; &#x00627;&#x00644;&#x00623;&#x00633;&#x00648;&#x0062f; &#x00627;&#x00644;&#x00647;&#x00646;&#x0062f;&#x0064a;&#x00629; &#x00648;&#x00627;&#x00644;&#x00633;&#x00639;&#x00648;&#x0062f;&#x0064a;&#x00629; &#x00628;&#x00627;&#x00633;&#x0062a;&#x0062e;&#x0062f;&#x00627;&#x00645; &#x00637;&#x00631;&#x0064a;&#x00642;&#x00629; &#x00627;&#x00644;&#x0062a;&#x00642;&#x00637;&#x0064a;&#x00631; &#x00627;&#x00644;&#x00645;&#x00627;&#x00626;&#x0064a;&#x0060c; &#x0062b;&#x00645; &#x0062a;&#x00645; &#x0062a;&#x0062d;&#x0062f;&#x0064a;&#x0062f; &#x0062a;&#x00631;&#x00643;&#x0064a;&#x00628; &#x00627;&#x00644;&#x00632;&#x0064a;&#x0062a; &#x00627;&#x00644;&#x00639;&#x00637;&#x00631;&#x0064a; &#x00628;&#x00648;&#x00627;&#x00633;&#x00637;&#x00629; &#x0062c;&#x00647;&#x00627;&#x00632; &#x00645;&#x00637;&#x0064a;&#x00627;&#x00641; &#x00627;&#x00644;&#x00643;&#x0062a;&#x00644;&#x00629; &#x00627;&#x00644;&#x00645;&#x00631;&#x0062a;&#x00628;&#x00637; &#x00628;&#x00627;&#x00644;&#x00643;&#x00631;&#x00648;&#x00645;&#x00627;&#x0062a;&#x00648;&#x0063a;&#x00631;&#x00627;&#x00641;&#x0064a;&#x00627; &#x00627;&#x00644;&#x0063a;&#x00627;&#x00632;&#x0064a;&#x00629;. &#x00628;&#x00639;&#x0062f;&#x00647;&#x00627; &#x0062a;&#x00645; &#x0062a;&#x00642;&#x0064a;&#x0064a;&#x00645; &#x00641;&#x00627;&#x00639;&#x00644;&#x0064a;&#x00629; &#x0062a;&#x00644;&#x00643; &#x00627;&#x00644;&#x00632;&#x0064a;&#x00648;&#x0062a; &#x00643;&#x00645;&#x00636;&#x00627;&#x0062f; &#x0062c;&#x00631;&#x0062b;&#x00648;&#x00645;&#x0064a; &#x00636;&#x0062f; &#x00627;&#x00644;&#x00628;&#x00643;&#x0062a;&#x0064a;&#x00631;&#x0064a;&#x00627; &#x00633;&#x00627;&#x00644;&#x00628;&#x00629; &#x00627;&#x00644;&#x0062c;&#x00631;&#x00627;&#x00645; (&#x00627;&#x00644;&#x00632;&#x00627;&#x00626;&#x00641;&#x00629; &#x00627;&#x00644;&#x00632;&#x00646;&#x0062c;&#x00627;&#x00631;&#x0064a;&#x00629; &#x00648;&#x00627;&#x00644;&#x00625;&#x00634;&#x00631;&#x0064a;&#x00643;&#x0064a;&#x00629; &#x00627;&#x00644;&#x00642;&#x00648;&#x00644;&#x00648;&#x00646;&#x0064a;&#x00629; &#x00648;&#x00623;&#x00633;&#x0064a;&#x00646;&#x00648;&#x00628;&#x00627;&#x00643;&#x0062a;&#x00631; &#x00628;&#x00648;&#x00645;&#x00627;&#x00646;&#x0064a;) &#x00628;&#x00627;&#x00633;&#x0062a;&#x0062e;&#x0062f;&#x00627;&#x00645; &#x00637;&#x00631;&#x0064a;&#x00642;&#x0062a;&#x0064a; &#x0062a;&#x0062d;&#x0062f;&#x0064a;&#x0062f; &#x00642;&#x0064a;&#x00645;&#x00629; &#x00627;&#x00644;&#x0062d;&#x0062f; &#x00627;&#x00644;&#x00623;&#x0062f;&#x00646;&#x00649; &#x00645;&#x00646; &#x00627;&#x00644;&#x0062a;&#x00631;&#x00643;&#x0064a;&#x00632; &#x00627;&#x00644;&#x00645;&#x0062b;&#x00628;&#x00637; &#x00648;&#x0062a;&#x0062d;&#x0062f;&#x0064a;&#x0062f; &#x00627;&#x00644;&#x0062a;&#x00631;&#x00643;&#x0064a;&#x00632; &#x00627;&#x00644;&#x00623;&#x0062f;&#x00646;&#x00649; &#x00627;&#x00644;&#x00642;&#x00627;&#x0062a;&#x00644; &#x00644;&#x00644;&#x0062c;&#x00631;&#x00627;&#x0062b;&#x0064a;&#x00645;. &#x00647;&#x00630;&#x00627; &#x00628;&#x00627;&#x00644;&#x00625;&#x00636;&#x00627;&#x00641;&#x00629; &#x00625;&#x00644;&#x00649; &#x00623;&#x00646;&#x00647; &#x00642;&#x0062f; &#x0062a;&#x00645; &#x0062a;&#x0062d;&#x0062f;&#x0064a;&#x0062f; &#x00627;&#x00644;&#x00641;&#x00627;&#x00639;&#x00644;&#x0064a;&#x00629; &#x00627;&#x00644;&#x00645;&#x00636;&#x00627;&#x0062f;&#x00629; &#x00644;&#x00644;&#x00623;&#x00643;&#x00633;&#x0062f;&#x00629; &#x00628;&#x00627;&#x00633;&#x0062a;&#x0062e;&#x0062f;&#x00627;&#x00645; &#x00637;&#x00631;&#x0064a;&#x00642;&#x00629; &#x00645;&#x00643;&#x00627;&#x00641;&#x0062d;&#x00629; &#x00627;&#x00644;&#x0062c;&#x00630;&#x00648;&#x00631; &#x00627;&#x00644;&#x0062d;&#x00631;&#x00629; &#x00627;&#x00644;&#x0062a;&#x0064a; &#x0064a;&#x00633;&#x00628;&#x00628;&#x00647;&#x00627; &#x00645;&#x00631;&#x00643;&#x00628; (&#x00662;,&#x00662;-&#x0062b;&#x00646;&#x00627;&#x00626;&#x0064a; &#x00627;&#x00644;&#x00641;&#x0064a;&#x00646;&#x0064a;&#x00644; &#x00661;- &#x00628;&#x0064a;&#x00643;&#x00631;&#x0064a;&#x00644; &#x00627;&#x00644;&#x00647;&#x0064a;&#x0062f;&#x00631;&#x00627;&#x00632;&#x0064a;&#x00644;) &#x00645;&#x00639; &#x00627;&#x00644;&#x00641;&#x00627;&#x00639;&#x00644;&#x0064a;&#x00629; &#x00627;&#x00644;&#x00645;&#x00636;&#x00627;&#x0062f;&#x00629; &#x00644;&#x00644;&#x00627;&#x00644;&#x0062a;&#x00647;&#x00627;&#x00628;&#x00627;&#x0062a; &#x00628;&#x00648;&#x00627;&#x00633;&#x00637;&#x00629; &#x00641;&#x0062d;&#x00635; &#x00645;&#x0062b;&#x00628;&#x00637;&#x00627;&#x0062a; &#x00627;&#x00644;&#x00623;&#x00644;&#x00628;&#x00648;&#x00645;&#x0064a;&#x00646; &#x00627;&#x00644;&#x00628;&#x00642;&#x00631;&#x0064a; &#x00648;&#x00630;&#x00644;&#x00643; &#x00644;&#x0062a;&#x00642;&#x0064a;&#x0064a;&#x00645; &#x00627;&#x00644;&#x0062a;&#x00623;&#x0062b;&#x0064a;&#x00631;&#x00627;&#x0062a; &#x00627;&#x00644;&#x0062f;&#x00648;&#x00627;&#x00626;&#x0064a;&#x00629; &#x00644;&#x0062a;&#x00644;&#x00643; &#x00627;&#x00644;&#x00632;&#x0064a;&#x00648;&#x0062a;.</p></sec><sec><title>&#x00627;&#x00644;&#x00646;&#x0062a;&#x00627;&#x00626;&#x0062c;</title><p>&#x00644;&#x00642;&#x0062f; &#x00623;&#x00638;&#x00647;&#x00631;&#x0062a; &#x00646;&#x0062a;&#x00627;&#x00626;&#x0062c; &#x0062a;&#x0062d;&#x00644;&#x0064a;&#x00644; &#x00627;&#x00644;&#x00632;&#x0064a;&#x00648;&#x0062a; &#x00627;&#x00644;&#x00639;&#x00637;&#x00631;&#x0064a;&#x00629; &#x00627;&#x00644;&#x00645;&#x00633;&#x0062a;&#x0062e;&#x00644;&#x00635;&#x00629; &#x00628;&#x00648;&#x00627;&#x00633;&#x00637;&#x00629; &#x0062c;&#x00647;&#x00627;&#x00632; &#x00645;&#x00637;&#x0064a;&#x00627;&#x00641; &#x00627;&#x00644;&#x00643;&#x0062a;&#x00644;&#x00629; &#x00627;&#x00644;&#x00645;&#x00631;&#x0062a;&#x00628;&#x00637; &#x00628;&#x00627;&#x00644;&#x00643;&#x00631;&#x00648;&#x00645;&#x00627;&#x0062a;&#x00648;&#x0063a;&#x00631;&#x00627;&#x00641;&#x0064a;&#x00627; &#x00627;&#x00644;&#x0063a;&#x00627;&#x00632;&#x0064a;&#x00629; &#x00644;&#x00643;&#x00644;&#x0062a;&#x00627; &#x00627;&#x00644;&#x00639;&#x0064a;&#x00646;&#x0062a;&#x0064a;&#x00646; &#x00648;&#x0062c;&#x00648;&#x0062f; &#x00665;&#x00666; &#x00645;&#x00643;&#x00648;&#x00646;&#x00627; &#x00630;&#x00627; &#x00641;&#x00627;&#x00639;&#x00644;&#x0064a;&#x00629; &#x0062d;&#x0064a;&#x00648;&#x0064a;&#x00629; &#x00628;&#x00646;&#x00633;&#x00628; &#x00645;&#x0062e;&#x0062a;&#x00644;&#x00641;&#x00629; &#x0062d;&#x0064a;&#x0062b; &#x00643;&#x00627;&#x00646;&#x0062a; &#x00627;&#x00644;&#x00645;&#x00631;&#x00643;&#x00628;&#x00627;&#x0062a; &#x00627;&#x00644;&#x00631;&#x00626;&#x0064a;&#x00633;&#x00629; &#x00641;&#x0064a; &#x00639;&#x0064a;&#x00646;&#x00627;&#x0062a; &#x00627;&#x00644;&#x00632;&#x0064a;&#x00648;&#x0062a; &#x00627;&#x00644;&#x00645;&#x00633;&#x0062a;&#x0062e;&#x00644;&#x00635;&#x00629; &#x00627;&#x00644;&#x00647;&#x00646;&#x0062f;&#x0064a;&#x00629; &#x00645;&#x00646;&#x00647;&#x00627; &#x00648;&#x00627;&#x00644;&#x00633;&#x00639;&#x00648;&#x0062f;&#x0064a;&#x00629; &#x00647;&#x0064a;: &#x00661;.&#x00668;- &#x00633;&#x0064a;&#x00646;&#x00648;&#x00644; (&#x00628;&#x0062a;&#x00631;&#x00643;&#x0064a;&#x00632; &#x00664;&#x00664;.&#x00662;&#x00664;&#x0066a; &#x00648;&#x00664;&#x00666;.&#x00662;&#x00662;&#x0066a; &#x00639;&#x00644;&#x00649; &#x00627;&#x00644;&#x0062a;&#x00648;&#x00627;&#x00644;&#x0064a;) &#x00648;&#x00645;&#x00631;&#x00643;&#x00628; &#x00627;&#x00644;&#x00641;&#x00627;-&#x0062a;&#x0064a;&#x00631;&#x00628;&#x0064a;&#x00646;&#x00648;&#x00644; (&#x00628;&#x0062a;&#x00631;&#x00643;&#x0064a;&#x00632; &#x00667;.&#x00664;&#x00667;&#x0066a; &#x00648;&#x00667;.&#x00660;&#x00664;&#x0066a; &#x00639;&#x00644;&#x00649; &#x00627;&#x00644;&#x0062a;&#x00648;&#x00627;&#x00644;&#x0064a;) &#x00648;&#x00645;&#x00631;&#x00643;&#x00628; &#x0062a;&#x0064a;&#x00631;&#x00628;&#x0064a;&#x00646;&#x0064a;&#x00646;-&#x00664;-&#x00648;&#x00644; (&#x00628;&#x0062a;&#x00631;&#x00643;&#x0064a;&#x00632; &#x00665;.&#x00660;&#x00661;&#x0066a; &#x00648;&#x00664;.&#x00668;&#x00663;&#x0066a; &#x00639;&#x00644;&#x00649; &#x00627;&#x00644;&#x0062a;&#x00648;&#x00627;&#x00644;&#x0064a;) &#x00648;&#x00645;&#x00631;&#x00643;&#x00628; &#x0062c;&#x00631;&#x00627;&#x00646;&#x0064a;&#x00648;&#x00644; &#x0062f; (&#x00628;&#x0062a;&#x00631;&#x00643;&#x0064a;&#x00632; &#x00664;.&#x00660;&#x00665;&#x0066a; &#x00648;&#x00663;.&#x00665;&#x00664;&#x0066a; &#x00639;&#x00644;&#x00649; &#x00627;&#x00644;&#x0062a;&#x00648;&#x00627;&#x00644;&#x0064a;) &#x00648;&#x00628;&#x0064a;&#x0062a;&#x00627;-&#x00628;&#x0064a;&#x00646;&#x0064a;&#x00646; (&#x00628;&#x0062a;&#x00631;&#x00643;&#x0064a;&#x00632; &#x00663;.&#x00663;&#x00668;&#x0066a; &#x00648;&#x00663;.&#x00669;&#x00668;&#x0066a; &#x00639;&#x00644;&#x00649; &#x00627;&#x00644;&#x0062a;&#x00648;&#x00627;&#x00644;&#x0064a;). &#x00643;&#x00645;&#x00627; &#x00644;&#x00648;&#x0062d;&#x00638; &#x00646;&#x00634;&#x00627;&#x00637; &#x00641;&#x00627;&#x00626;&#x00642; &#x00645;&#x00636;&#x00627;&#x0062f; &#x00644;&#x00644;&#x0062c;&#x00631;&#x00627;&#x0062b;&#x0064a;&#x00645; &#x00636;&#x0062f; &#x00627;&#x00644;&#x00633;&#x00644;&#x00627;&#x00644;&#x00627;&#x0062a; &#x00627;&#x00644;&#x00645;&#x0062e;&#x0062a;&#x00627;&#x00631;&#x00629; &#x00641;&#x0064a; &#x00643;&#x00644;&#x0062a;&#x00627; &#x00627;&#x00644;&#x00639;&#x0064a;&#x00646;&#x0062a;&#x0064a;&#x00646; &#x00628;&#x0062d;&#x0062f; &#x00623;&#x0062f;&#x00646;&#x00649; &#x00645;&#x00646; &#x00627;&#x00644;&#x0062a;&#x00631;&#x00643;&#x0064a;&#x00632; &#x00627;&#x00644;&#x00645;&#x0062b;&#x00628;&#x00637; &#x00627;&#x00644;&#x00630;&#x0064a; &#x0062a;&#x00631;&#x00627;&#x00648;&#x0062d; &#x00628;&#x0064a;&#x00646; &#x00660;.&#x00665;-&#x00661;&#x0066a;. &#x00643;&#x00645;&#x00627; &#x00643;&#x00627;&#x00646; &#x00627;&#x00644;&#x0062a;&#x00623;&#x0062b;&#x0064a;&#x00631; &#x00627;&#x00644;&#x00645;&#x00636;&#x00627;&#x0062f; &#x00644;&#x00644;&#x00623;&#x00643;&#x00633;&#x0062f;&#x00629; &#x00630;&#x00648; &#x00646;&#x00634;&#x00627;&#x00637; &#x00645;&#x00639;&#x0062a;&#x0062f;&#x00644; &#x00641;&#x0064a; &#x00643;&#x00644;&#x0062a;&#x00627; &#x00627;&#x00644;&#x00639;&#x0064a;&#x00651;&#x00646;&#x0062a;&#x0064a;&#x00646;. &#x00639;&#x00644;&#x00627;&#x00648;&#x00629;&#x0064b; &#x00639;&#x00644;&#x00649; &#x00630;&#x00644;&#x00643; &#x00644;&#x00642;&#x0062f; &#x00623;&#x00638;&#x00647;&#x00631;&#x0062a; &#x00639;&#x0064a;&#x00646;&#x00627;&#x0062a; &#x00627;&#x00644;&#x00633;&#x00648;&#x00642; &#x00627;&#x00644;&#x00647;&#x00646;&#x0062f;&#x0064a; &#x00648;&#x00627;&#x00644;&#x00633;&#x00639;&#x00648;&#x0062f;&#x0064a; &#x00642;&#x0064a;&#x00645;&#x0062a;&#x0064a; &#x00627;&#x00644;&#x0062a;&#x00623;&#x0062b;&#x0064a;&#x00631; &#x00627;&#x00644;&#x00645;&#x00636;&#x00627;&#x0062f; &#x00644;&#x00644;&#x00627;&#x00644;&#x0062a;&#x00647;&#x00627;&#x00628;&#x00627;&#x0062a; &#x00627;&#x00644;&#x00645;&#x00639;&#x00631;&#x00641;&#x00629; &#x00628;&#x0062a;&#x00631;&#x00643;&#x0064a;&#x00632; &#x00627;&#x00644;&#x00645;&#x00627;&#x0062f;&#x00629; &#x00627;&#x00644;&#x00645;&#x00648;&#x00627;&#x00641;&#x00642;&#x00629; &#x00644;&#x00644;&#x0062a;&#x0062b;&#x00628;&#x0064a;&#x00637; &#x00627;&#x00644;&#x00646;&#x00635;&#x00641;&#x0064a; &#x00628;&#x00646;&#x00633;&#x00628;&#x00629; &#x00665;&#x00663;.&#x00661;&#x00662;&#x0066a; &#x00648;&#x00665;&#x00665;.&#x00662;&#x00666; &#x00645;&#x0064a;&#x00643;&#x00631;&#x00648;&#x0063a;&#x00631;&#x00627;&#x00645;/&#x00645;&#x00644; &#x00639;&#x00644;&#x00649; &#x00627;&#x00644;&#x0062a;&#x00648;&#x00627;&#x00644;&#x0064a; &#x00641;&#x0064a; &#x00627;&#x0062e;&#x0062a;&#x00628;&#x00627;&#x00631; &#x0062a;&#x0062b;&#x00628;&#x0064a;&#x00637; &#x0062a;&#x00645;&#x00633;&#x0062e; &#x00627;&#x00644;&#x00623;&#x00644;&#x00628;&#x00648;&#x00645;&#x0064a;&#x00646;. &#x00645;&#x00645;&#x00627; &#x0064a;&#x00634;&#x0064a;&#x00631; &#x00625;&#x00644;&#x00649; &#x00625;&#x00645;&#x00643;&#x00627;&#x00646;&#x00627;&#x0062a; &#x00645;&#x00636;&#x00627;&#x0062f;&#x00629; &#x00644;&#x00644;&#x00627;&#x00644;&#x0062a;&#x00647;&#x00627;&#x00628;&#x00627;&#x0062a; &#x00645;&#x00645;&#x00627;&#x0062b;&#x00644;&#x00629; &#x00623;&#x00648; &#x00634;&#x00628;&#x0064a;&#x00647;&#x00629; &#x00644;&#x0062a;&#x00623;&#x0062b;&#x0064a;&#x00631; &#x0062f;&#x00648;&#x00627;&#x00621; &#x00627;&#x00644;&#x00625;&#x0064a;&#x00628;&#x00648;&#x00628;&#x00631;&#x00648;&#x00641;&#x0064a;&#x00646;.</p></sec><sec><title>&#x00627;&#x00644;&#x00627;&#x00633;&#x0062a;&#x00646;&#x0062a;&#x00627;&#x0062c;&#x00627;&#x0062a;</title><p>&#x00623;&#x00646; &#x00645;&#x00643;&#x00648;&#x00646;&#x00627;&#x0062a; &#x0062a;&#x00631;&#x00643;&#x0064a;&#x00628;&#x00629; &#x00627;&#x00644;&#x00632;&#x0064a;&#x0062a;&#x0064a;&#x00646; &#x00645;&#x00646; &#x00643;&#x00644;&#x0062a;&#x00627; &#x00627;&#x00644;&#x00639;&#x0064a;&#x00651;&#x00646;&#x0062a;&#x0064a;&#x00646; &#x00645;&#x0062a;&#x00634;&#x00627;&#x00628;&#x00647;&#x0062a;&#x0064a;&#x00646; &#x00646;&#x00648;&#x00639;&#x0064a;&#x00627; &#x00648;&#x00644;&#x00643;&#x00646; &#x00645;&#x00639; &#x00648;&#x0062c;&#x00648;&#x0062f; &#x00628;&#x00639;&#x00636; &#x00627;&#x00644;&#x00627;&#x0062e;&#x0062a;&#x00644;&#x00627;&#x00641;&#x00627;&#x0062a; &#x00627;&#x00644;&#x00643;&#x00645;&#x0064a;&#x00629; &#x00644;&#x00643;&#x00644; &#x00645;&#x00631;&#x00643;&#x00628; &#x0062a;&#x00645; &#x00627;&#x00644;&#x0062a;&#x00639;&#x00631;&#x00641; &#x00639;&#x00644;&#x0064a;&#x00647;. &#x00643;&#x00645;&#x00627; &#x00623;&#x00646;&#x00647; &#x00644;&#x00645; &#x0064a;&#x00644;&#x0062d;&#x00638; &#x00623;&#x0064a; &#x00627;&#x0062e;&#x0062a;&#x00644;&#x00627;&#x00641;&#x00627;&#x0062a; &#x00643;&#x00628;&#x0064a;&#x00631;&#x00629; &#x00641;&#x0064a; &#x00627;&#x00644;&#x0062e;&#x00635;&#x00627;&#x00626;&#x00635; &#x00627;&#x00644;&#x0062f;&#x00648;&#x00627;&#x00626;&#x0064a;&#x00629; &#x00644;&#x00647;&#x00645;&#x00627; &#x00645;&#x00645;&#x00627; &#x0064a;&#x0062a;&#x00637;&#x00644;&#x00628; &#x00625;&#x0062c;&#x00631;&#x00627;&#x00621; &#x00627;&#x00644;&#x00645;&#x00632;&#x0064a;&#x0062f; &#x00645;&#x00646; &#x00627;&#x00644;&#x0062f;&#x00631;&#x00627;&#x00633;&#x00627;&#x0062a; &#x00644;&#x00645;&#x00632;&#x0064a;&#x0062f; &#x00645;&#x00646; &#x00627;&#x00644;&#x0062a;&#x00623;&#x00643;&#x0064a;&#x0062f;.</p></sec></trans-abstract><kwd-group id="kwrds0010"><title>Keywords</title><kwd><italic>Amomum subulatum</italic></kwd><kwd>Essential oils</kwd><kwd>Gas-chromatography</kwd><kwd>Marketed samples</kwd><kwd>Pharmacological activity</kwd></kwd-group><kwd-group xml:lang="ar" id="kwrds0015"><title>&#x00627;&#x00644;&#x00643;&#x00644;&#x00645;&#x00627;&#x0062a; &#x00627;&#x00644;&#x00645;&#x00641;&#x0062a;&#x00627;&#x0062d;&#x0064a;&#x00629;</title><kwd>&#x0062d;&#x00628; &#x00627;&#x00644;&#x00647;&#x0064a;&#x00644; &#x00627;&#x00644;&#x00623;&#x00633;&#x00648;&#x0062f;</kwd><kwd>&#x00627;&#x00644;&#x00639;&#x0064a;&#x00646;&#x00627;&#x0062a; &#x00627;&#x00644;&#x00645;&#x00633;&#x00648;&#x0064e;&#x00642;&#x00629;</kwd><kwd>&#x00627;&#x00644;&#x00632;&#x0064a;&#x00648;&#x0062a; &#x00627;&#x00644;&#x00623;&#x00633;&#x00627;&#x00633;&#x0064a;&#x00629;</kwd><kwd>&#x00627;&#x00644;&#x00643;&#x00631;&#x00648;&#x00645;&#x00627;&#x0062a;&#x00648;&#x0063a;&#x00631;&#x00627;&#x00641;&#x0064a;&#x00627; &#x00627;&#x00644;&#x0063a;&#x00627;&#x00632;&#x0064a;&#x00629;</kwd><kwd>&#x00627;&#x00644;&#x00646;&#x00634;&#x00627;&#x00637; &#x00627;&#x00644;&#x0062f;&#x00648;&#x00627;&#x00626;&#x0064a;</kwd></kwd-group></article-meta></front><body><sec id="sec1"><title>Introduction</title><p id="p0010">Greater cardamom (<italic>Amomum subulatum</italic>, F: Zingiberaceae) is native to India, Nepal, and Bhutan. The fruit of this plant is mainly used as a flavoring agent in the cuisines of those countries and is considered as an aphrodisiac in the Middle East. The seeds of this plant are used as diuretics, astringents, and appetisers.<xref rid="bib1" ref-type="bibr"><sup>1</sup></xref>
<italic>A.&#x000a0;subulatum</italic> is mainly grown as a cash crop in Eastern Nepal, India (Sikkim, West Bengal, Uttarakhand, Assam, Nagaland, Himachal Pradesh, and Arunachal Pradesh), and Southern Bhutan. Fruit or seeds of this plant are generally used for the treatment of cough, nausea, vomiting, congestive jaundice, gonorrhoea, headache, ischemic heart disease, pulmonary tuberculosis, and skin cancer, as well as in producing antioxidant and anti-inflammatory compounds.<xref rid="bib2" ref-type="bibr"><sup>2</sup></xref></p><p id="p0015">The fruit of <italic>A.&#x000a0;subulatum</italic> contains 2%&#x02013;3% essential oils (EOs). The main component of the EOs is the oxygenated monoterpene &#x02018;eucalyptol&#x02019; or 1,8-ceniole (65%&#x02013;80%), the concentration of which varies across cultivars and geographical conditions of cultivation.<xref rid="bib1" ref-type="bibr"><sup>1</sup></xref> Variable chemical composition has been reported by different investigators. Kaskoos et&#x000a0;al. reported 1,8-cineole, &#x003b2;-myrcene, &#x003b1;-terpineol and terpinen-4-ol as the major constituents of EO in the Indian (Sikkim) varieties,<xref rid="bib3" ref-type="bibr"><sup>3</sup></xref> whereas Satyal et&#x000a0;al. reported 1,8-cineole, alpha- and beta-pinene, and alpha-terpineol as the major consituents in the Nepalese varieties.<xref rid="bib4" ref-type="bibr"><sup>4</sup></xref> In another study, Joshi et&#x000a0;al. reported 1,8-cineole, &#x003b1;-terpineol, limonene, nerolidol,4-terpineol, &#x003b4;-terpineol, &#x003b4;-3-carene, &#x003b2;-myrcene and germacrene in the EO of Himachal Pradesh (Indian) cultivars.<xref rid="bib5" ref-type="bibr"><sup>5</sup></xref> Shrestha reported a completely different composition of EOs of Nepalese cultivars, consisting of mainly &#x003b1;-terpineol, terpine-4-ol, pinocarvone, nerolidol, and pinocarveol.<xref rid="bib6" ref-type="bibr"><sup>6</sup></xref> Hence, the composition of EOs in the known cultivars has been reported to be variable. Since then<italic>, A. subulatum</italic> has become one of the most widely investigated plants. Active compounds, including both simple and oxygenated monoterpenes and sesquiterpenes, have been reported in the EO of <italic>A.&#x000a0;subulatum</italic> fruits.<xref rid="bib7" ref-type="bibr"><sup>7</sup></xref><sup>,</sup><xref rid="bib8" ref-type="bibr"><sup>8</sup></xref></p><p id="p0020">The EOs of this plant exhibit antifungal and antibacterial activities. Variable potency of antimicrobial activity has been reported for similar microbial strains.<xref rid="bib9" ref-type="bibr"><sup>9</sup></xref><sup>,</sup><xref rid="bib10" ref-type="bibr"><sup>10</sup></xref> Additionally, anticancerous, nematocidal, and insecticidal activities have been reported by several researchers.<xref rid="bib3" ref-type="bibr"><sup>3</sup></xref><sup>,</sup><xref rid="bib4" ref-type="bibr"><sup>4</sup></xref><sup>,</sup><xref rid="bib8" ref-type="bibr"><sup>8</sup></xref> In addition to the EOs, different solvent-soluble extracts of the fruit have been investigated for food preservative, anti-scabies, anticancer, immune suppression, and various other properties.<xref rid="bib11" ref-type="bibr"><sup>11</sup></xref><sup>,</sup><xref rid="bib12" ref-type="bibr"><sup>12</sup></xref></p><p id="p0025">Thus, the composition and pharmacological properties of the EOs of <italic>A.&#x000a0;subulatum</italic> are still the subjects of extensive research interests. In the current study, we investigated and compared the EO composition of <italic>A.&#x000a0;subulatum</italic> fruit available in local Indian and Saudi Arabian markets to assess the uniformity in the composition and pharmacological properties of the EOs by assaying <italic>in&#x000a0;vitro</italic> antimicrobial activity against unique gram-negative microbial strains, by assessing antioxidant, and anti-inflammatory activities that have not been reported to date.</p></sec><sec id="sec2"><title>Materials and Methods</title><sec id="sec2.1"><title>Sample collection and authentication</title><p id="p0030">Fruit of <italic>A.&#x000a0;subulatum</italic> was purchased from India (New Friend's Colony, East Delhi) and KSA (Al Kharj, Riyadh Region). Fruit samples were deposited and authenticated in an herbarium (2020/3/SOP/AS/027), dated 02-03-2020&#x000a0;at the School of Pharmacy, Sharda University, Greater Noida (UP). Fruits were pulverized using a grinder. Approximately 150&#x000a0;g of each ground sample was stored in a wide-mouth airtight amber coloured glass container for further study.</p></sec><sec id="sec2.2"><title>Hydrodistillation and percentage yield</title><p id="p0035">A Clevenger-type apparatus (10&#x000a0;mL volume capacity, lighter than water, and fitted with a condenser), chiller (Buchi B-741, Switzerland), 2000&#x000a0;mL round bottom flask (RBF), and heating mantle (2000&#x000a0;mL) were used for the extraction of EOs. The powder (50&#x000a0;g) was transferred into the RBF, 1&#x000a0;L distilled water was added, the apparatus was fixed, the chiller was switched on, and the temperature was adjusted to 70&#x000a0;&#x000b0;C. The process was continued for 3&#x000a0;h, the volume of extracted EO was recorded, and the percentage yield was calculated. The experiment was repeated 3 times, and the percentage&#x000a0;&#x000b1;&#x000a0;standard deviation was determined. The extracted EOs of each sample were then dried using anhydrous Na<sub>2</sub>CO<sub>3</sub> and stored in amber coloured borosilicate glass vials at 4&#x000a0;&#x000b0;C for further analysis of sample composition and antimicrobial activity.</p></sec><sec id="sec2.3"><title>Gas chromatography&#x02013;mass spectrometry analysis</title><p id="p0040">The identification of metabolites in the EOs of the Indian and Saudi Arabian samples was performed using gas chromatography (GC) (HP 5890, Hewlett&#x02013;Packard, Agilent Technologies, Palo Alto, CA, USA) coupled to a mass spectrometer (MS) (HP 5972A) equipped with a flame ionisation detector. An HP-5 MS (30&#x000a0;m&#x000a0;&#x000d7;&#x000a0;250&#x000a0;&#x003bc;m&#x000a0;&#x000d7;&#x000a0;0.25&#x000a0;&#x003bc;m film thickness) capillary column was used. The temperatures of the injector and detector were maintained at 270&#x000a0;&#x000b0;C and 300&#x000a0;&#x000b0;C, respectively. The oven temperature was initially set at 40&#x000a0;&#x000b0;C for 1&#x000a0;min, and then increased at a rate of 10&#x000a0;&#x000b0;C/min to 110&#x000a0;&#x000b0;C, maintained for 1&#x000a0;min, again increased at the rate of 10&#x000a0;&#x000b0;C/min to 300&#x000a0;&#x000b0;C, and then held for 5&#x000a0;min. Three microliters (3&#x000a0;&#x003bc;L) of the diluted sample (10% in acetone) was injected at a split ratio of 1:100. The flow rate for the carrier gas (helium) was adjusted to 3.0&#x000a0;mL per min. The process was repeated 3 times for each EO. The scan mass ranged from 50 to 550&#x000a0;m/z. Normal scanning was used for EO spectra.</p><p id="p0045">Linear retention indices (RIs) of metabolites were calculated using a homologous series of n-alkanes (C8&#x02013;C30) under similar conditions of temperature-programmed GC. Metabolites were identified by comparing linear RIs with those reported in the literature<xref rid="bib13" ref-type="bibr"><sup>13</sup></xref> and mass spectra with those of NIST 05 and Wiley 275 inherent mass spectral library.</p></sec><sec id="sec2.4"><title>Analysis of different classes of terpenes</title><p id="p0050">From the GC&#x02013;MS spectra for each sample, the structure of each composition was identified.<xref rid="bib5" ref-type="bibr"><sup>5</sup></xref><sup>,</sup><xref rid="bib14" ref-type="bibr"><sup>14</sup></xref> The composition of each sample was divided into different groups of terpenes such as monoterpene hydrocarbons, oxygenated monoterpenes, sesquiterpene hydrocarbons, oxygenated sesquiterpenes, diterpene hydrocarbons, and non-terpenes.</p></sec><sec id="sec2.5"><title>Estimation of antibacterial activities of EOs</title><sec id="sec2.5.1"><title>Micro-organisms</title><p id="p0055">The <italic>in&#x000a0;vitro</italic> antimicrobial activity of EOs was assessed in the 3 selected gram-negative bacterial strains, namely <italic>Pseudomonas aeruginosa</italic> (ATCC 27853<italic>), Escherichia coli</italic> (ATCC 35218), and <italic>Acinetobacter baumannii</italic> (ATCC BAA747). The strains were sub-cultured on Mueller&#x02013;Hinton medium (MHA) at 37&#x000a0;&#x000b0;C prior to antibacterial assays.</p></sec><sec id="sec2.5.2"><title>Disc diffusion method</title><p id="p0060">The antimicrobial activity of <italic>A.&#x000a0;subulatum</italic> EOs was compared using a disc diffusion method.<xref rid="bib15" ref-type="bibr"><sup>15</sup></xref> MHA plates were inoculated with 0.1&#x000a0;mL of appropriately diluted (2.5&#x000a0;&#x000d7;&#x000a0;10<sup>&#x02212;6</sup>&#x000a0;CFU/mL) freshly grown cultures. Sterile discs (6-mm in diameter) impregnated with 10&#x000a0;&#x003bc;L of EOs were mounted. Solvent and MH broth were used as controls. Plates were incubated for 18&#x02013;24&#x000a0;h&#x000a0;at 37&#x000a0;&#x000b0;C to assess growth inhibition around the disc. All assays were performed in triplicate, and inhibition zone diameters were measured in mm following the CLSI guidelines.<xref rid="bib16" ref-type="bibr"><sup>16</sup></xref></p></sec><sec id="sec2.5.3"><title>Minimum inhibitory/bactericidal concentrations</title><p id="p0065">Serial EO sample dilutions of 0.125%, 0.25%, 0.5%, 1%, 2%, 4%, and 8% in analytical grade ethanol were used to determine MIC values by the broth macrodilution method.<xref rid="bib17" ref-type="bibr"><sup>17</sup></xref> The lowest EO concentration at which there was no visible growth following incubation was considered to be the MIC. The minimum bactericidal concentration (MBC) was determined by subculturing 100&#x000a0;&#x003bc;L from each negative test tube on agar following a previous method.<xref rid="bib15" ref-type="bibr"><sup>15</sup></xref> The experiment was repeated 3 times and the lowest concentration with no visible growth after 24&#x000a0;h incubation at 35&#x000a0;&#x000b0;C was considered to be the MBC. Means&#x000a0;&#x000b1;&#x000a0;standard deviation values were calculated using Excel 2013 (Microsoft).</p></sec><sec id="sec2.5.4"><title>Free radical scavenging (2,2-diphenyl-1-picrylhydrazyl) assay</title><p id="p0070">The <italic>in&#x000a0;vitro</italic> antioxidant properties of EOs were analyzed by determining the free radical scavenging (FRS) ability induced by 2,2-diphenyl-1-picrylhydrazyl (DPPH) using a previous method with certain modifications.<xref rid="bib8" ref-type="bibr"><sup>8</sup></xref> The DPPH-cation (10&#x000a0;mL; 0.1&#x000a0;mM) was prepared in methanol. Different dilutions of EOs and ascorbic acid (62.5.1000&#x000a0;&#x003bc;g/mL) were prepared in the same solvent separately. Approximately 2&#x000a0;mL each of different dilution of the mixture and DPPH solutions were vortexed and kept for 30&#x000a0;min&#x000a0;at 37&#x000b0;C. After incubation, the optical absorbance (Ab) was recorded against a blank (a mixture of 2&#x000a0;mL DPPH and 2&#x000a0;mL methanol) using a UV-VIS spectrophotometer at 517&#x000a0;nm. The test was performed in triplicate. The percentage FRS ability of EOs was compared using the following equation:<disp-formula id="ufd1">% Inhibition of DPPH-cation&#x000a0;=&#x000a0;[(1&#x000a0;&#x02212;&#x000a0;Ab<sub>sample</sub> /Ab<sub>control</sub>)&#x000a0;&#x000d7;&#x000a0;100]</disp-formula></p></sec><sec id="sec2.5.5"><title>Inhibition of albumin (BSA) denaturation assay</title><p id="p0075">The <italic>in&#x000a0;vitro</italic> anti-inflammatory activity of EOs was assessed using a bovine soluble albumin (BSA) denaturation method, with certain modifications in the process followed by Gunathilake et&#x000a0;al..<xref rid="bib18" ref-type="bibr"><sup>18</sup></xref> To perform the assay, seven dilutions (ranging from 6.25 to 100&#x000a0;&#x003bc;g/mL) of EOs and standard (Ibuprofen) were prepared in phosphate-buffered saline (PBS; pH&#x000a0;=&#x000a0;6.8). Aliquots of 100&#x000a0;&#x003bc;L sample or standard, 1000&#x000a0;&#x003bc;L of 1% BSA, and 1400&#x000a0;&#x003bc;L of PBS were mixed thoroughly, and the reaction mixture was incubated at 37&#x000a0;&#x000b0;C for 15&#x000a0;min, heated at 72&#x000a0;&#x000b0;C for 5&#x000a0;min, and then cooled. The optical absorbance was measured at 660&#x000a0;nm against a blank containing a mixture of 1000&#x000a0;&#x003bc;L and 1500&#x000a0;&#x003bc;L of BSA (1%) and PBS, respectively, using a UV-VIS spectrophotometer. The test was performed in triplicate, and the percentage of protein denaturation (inhibition) by EOs was compared using the following equation:<disp-formula id="ufd2">% inhibition BSA&#x000a0;=&#x000a0;[(1&#x000a0;&#x02212;&#x000a0;Ab<sub>sample</sub> /Ab<sub>control</sub>)&#x000a0;&#x000d7;&#x000a0;100]</disp-formula></p></sec></sec><sec id="sec2.6"><title>Statistical analysis</title><p id="p0080">All experiments were repeated three times. Regression-analysis was used to estimate the IC<sub>50</sub> values for antioxidant and anti-inflammatory activities. All analyses were performed using Microsoft (MS 2010) Excel software.</p></sec></sec><sec id="sec3"><title>Results</title><sec id="sec3.1"><title>Percentage yield of EO</title><p id="p0085">Hydrodistillation using Clevenger apparatus of fruit samples of <italic>A.&#x000a0;subulatum</italic> from local Saudi Arabian and Indian markets yielded 1.9.&#x000a0;&#x000b1;&#x000a0;0.24% and 1.7.&#x000a0;&#x000b1;&#x000a0;0.11% of EO, respectively, and the colour of both samples was light yellow.</p></sec><sec id="sec3.2"><title>Composition of EOs</title><p id="p0090"><xref rid="tbl1" ref-type="table">Table&#x000a0;1</xref> presents the composition of EOs obtained from Saudi Arabian and Indian samples of <italic>A.&#x000a0;subulatum</italic> fruit. The oils of <italic>A.&#x000a0;subulatum</italic> samples were characterized by a high percentage of volatile components (97.01%&#x02013;98.68%). The percentage of eucalyptol (1,8-Cineole), was identified as the main compound in the EOs of both Saudi Arabian (46.22%) and Indian (44.24%) samples. The EOs of Saudi Arabian and Indian samples also contained &#x003b1;-terpineol (7.04% and 7.47%, respectively), terpinen-4-ol (4.83% and 5.01%, respectively), &#x003b2;-pinen (3.98% and 3.38%, respectively), trans-p-mentha-1(7),8-dien-2-ol (3.54% and 2.34%, respectively), &#x003b1;-selinene (2.91% and 3.14%, respectively), &#x003b2;-myrcene (2.53% and 2.26%, respectively), and linalool (2.08% and 2.14%, respectively) in considerable amounts. Other compounds constituting less than 2%, namely &#x003b1;-pinene, &#x003b3;-terpinene, &#x003b1;-terpinolene, cis-carveol, limonene, and &#x003b2;-selinene, were also identified in both samples. Compounds such as perillaldehyde, trans-geranic acid methyl-ester, methyl cinnamate, isoledene, elemene, and tetrasiloxane decamethyl were identified only in Saudi Arabian samples, whereas bicyclo[4.4.0]decane, &#x003b1;-springene, and arsenous acid were identified only in Indian samples.<table-wrap position="float" id="tbl1"><label>Table&#x000a0;1</label><caption><p>Composition of volatile oil hydro-distilled from the Indian and Saudi Arabian <italic>A.&#x000a0;subulatum</italic>.</p></caption><alt-text id="alttext0030">Table&#x000a0;1</alt-text><table frame="hsides" rules="groups"><thead><tr><th colspan="2">Composition (A)<hr/></th><th colspan="2">Percentage Area (B)<hr/></th><th rowspan="2">RI Lit. (C)</th><th rowspan="2">RI Exp. (D)</th></tr><tr><th colspan="2">Monoterpene hydrocarbons</th><th>Indian</th><th>Saudi Arab</th></tr></thead><tbody><tr><td>1.</td><td>&#x003b2;-Thujene</td><td>0.28</td><td>0.3</td><td>925</td><td>928</td></tr><tr><td>2.</td><td>&#x003b1;-Pinene</td><td>1.41</td><td>1.87</td><td>932</td><td>938</td></tr><tr><td>3.</td><td>&#x003b2;-Pinene</td><td>3.38</td><td>3.98</td><td>974</td><td>976</td></tr><tr><td>4.</td><td>&#x003b2;-Myrcene</td><td>2.53</td><td>2.26</td><td>988</td><td>992</td></tr><tr><td>5.</td><td>3-Carene</td><td>0.26</td><td>0.26</td><td>1005</td><td>1011</td></tr><tr><td>6.</td><td><sc>d</sc>-Limonene</td><td>1.13</td><td>1.29</td><td>1024</td><td>1028</td></tr><tr><td>7.</td><td>beta.-Ocimene</td><td>0.17</td><td>0.18</td><td>1048</td><td>1055</td></tr><tr><td>8.</td><td>&#x003b3;-Terpinene</td><td>1.64</td><td>1.79</td><td>1054</td><td>1058</td></tr><tr><td>9.</td><td>&#x003b1;- Terpinolen</td><td>1.62</td><td>1.71</td><td>1086</td><td>1088</td></tr><tr><td>10.</td><td>p-Mentha-1,3,8-triene</td><td>0.34</td><td>0.30</td><td>1118</td><td>1121</td></tr><tr><td colspan="2">% Monoterpene hydrocarbons</td><td>12.76%</td><td>13.94%</td><td/><td/></tr><tr><td colspan="6">Oxygenated monoterpene</td></tr><tr><td>11.</td><td>1,8 Ceniole</td><td>44.24</td><td>46.22</td><td>1026</td><td>1032</td></tr><tr><td>12.</td><td>cis-Sabinene hydrate</td><td>0.34</td><td>0.33</td><td>1065</td><td>1070</td></tr><tr><td>13.</td><td>Linalool</td><td>2.14</td><td>2.08</td><td>1095</td><td>1093</td></tr><tr><td>14.</td><td>trans-Sabinene hydrate</td><td>0.59</td><td>0.55</td><td>1098</td><td>1099</td></tr><tr><td>15.</td><td>cis-p-Menth-2-en-1-ol</td><td>0.31</td><td>0.29</td><td>1124</td><td>1118</td></tr><tr><td>16.</td><td>p-Mentha-1(7),3-diene</td><td>0.46</td><td>0.41</td><td>1160</td><td>1161</td></tr><tr><td>17.</td><td>p-Mentha-1,5-dien-8-ol</td><td>1.16</td><td>1.06</td><td>1170</td><td>1166</td></tr><tr><td>18.</td><td>Terpinen-4-ol</td><td>5.01</td><td>4.83</td><td>1180</td><td>1077</td></tr><tr><td>19.</td><td>p-Menth-1-en-9-al</td><td>0.23</td><td>0.23</td><td>1191</td><td>1188</td></tr><tr><td>20.</td><td>&#x003b1;-Terpineol</td><td>7.47</td><td>7.04</td><td>1194</td><td>1193</td></tr><tr><td>21.</td><td>cis-Carveol</td><td>0.86</td><td>0.70</td><td>1206</td><td>1202</td></tr><tr><td>22.</td><td>2-exo-Hydroxy-8-cineole</td><td>0.31</td><td>0.23</td><td>1222</td><td>1228</td></tr><tr><td>23.</td><td>trans-Carveol</td><td>0.18</td><td>0.16</td><td>1226</td><td>1231</td></tr><tr><td>24.</td><td>cis Citral</td><td>0.49</td><td>0.43</td><td>1227</td><td>1235</td></tr><tr><td>25.</td><td><sc>d</sc>-Carvone</td><td>0.81</td><td>0.29</td><td>1241</td><td>1245</td></tr><tr><td>26.</td><td>Cis-Geraniol</td><td>4.05</td><td>3.54</td><td>1256</td><td>1254</td></tr><tr><td>27.</td><td>trans Citral</td><td>0.63</td><td>&#x02013;</td><td>1260</td><td>1256</td></tr><tr><td>28.</td><td>L-Perillaldehyde</td><td>&#x02013;</td><td>0.11</td><td>1271</td><td>1273</td></tr><tr><td>29.</td><td>trans-Bornyl acetate</td><td>0.33</td><td>0.29</td><td>1290</td><td>1285</td></tr><tr><td>30.</td><td>trans-Pinocarveyl acetate</td><td>t</td><td>0.12</td><td>1309</td><td>1302</td></tr><tr><td>31.</td><td>trans-Geranic acid methyl ester</td><td>&#x02013;</td><td>1.26</td><td>1322</td><td>1323</td></tr><tr><td>32.</td><td>trans-p-mentha-1(7),8-diene-2-ol</td><td>2.46</td><td>2.13</td><td>1332</td><td>1333</td></tr><tr><td>33.</td><td>&#x003b1;-Terpinyl propionate</td><td>0.63</td><td>0.60</td><td>1428</td><td>1420</td></tr><tr><td colspan="2">% Oxygenated monoterpene</td><td>72.79%</td><td>72.9%</td><td/><td/></tr><tr><td colspan="6">Sesquiterpenes hydrocarbons</td></tr><tr><td>34.</td><td>&#x003b2;-Elemene</td><td>0.45</td><td>0.40</td><td>1389</td><td>1392</td></tr><tr><td>35.</td><td>10s,11s-Himachala-3(12),4-diene</td><td>0.15</td><td>0.11</td><td>1399</td><td>1402</td></tr><tr><td>36.</td><td>Aromadendrene</td><td>0.77</td><td>0.38</td><td>4140</td><td>1437</td></tr><tr><td>37.</td><td>Isoledene</td><td>&#x02013;</td><td>0.24</td><td>1457</td><td>1460</td></tr><tr><td>38.</td><td>&#x003b1;-Elemene</td><td>&#x02013;</td><td>0.11</td><td>1477</td><td>1475</td></tr><tr><td>39.</td><td>Germacrene D</td><td>0.28</td><td>0.24</td><td>1476</td><td>1481</td></tr><tr><td>40.</td><td>&#x003b3;-Muurolene</td><td>0.96</td><td>0.57</td><td>1488</td><td>1485</td></tr><tr><td>41.</td><td>&#x003b1;-selinene</td><td>3.14</td><td>2.91</td><td>1489</td><td>1486</td></tr><tr><td>42.</td><td>&#x003b2;-selinene</td><td>1.15</td><td>1.00</td><td>1496</td><td>1495</td></tr><tr><td>43.</td><td>Bisabolene</td><td>0.18</td><td>t</td><td>1499</td><td>1505</td></tr><tr><td>44.</td><td>(&#x02212;)-.&#x003b1;-Panasinsen</td><td>0.19</td><td>0.16</td><td>1527</td><td>1530</td></tr><tr><td colspan="2">% Sesquiterpenes hydrocarbons</td><td>7.27%</td><td>6.18%</td><td/><td/></tr><tr><td colspan="6">Oxygenated sesquiterpenes</td></tr><tr><td>45.</td><td>Nerolidol</td><td>2.35</td><td>2.40</td><td>1560</td><td>1565</td></tr><tr><td>46.</td><td>Farnesol</td><td>t</td><td>0.11</td><td>1740</td><td>1727</td></tr><tr><td colspan="2">% Oxygenated sesquiterpenes</td><td>2.43%</td><td>2.51%</td><td/><td/></tr><tr><td colspan="6"><bold>Non-terpenoid</bold></td></tr><tr><td>47.</td><td>Tetrasiloxane, decamethyl-</td><td>&#x02013;</td><td>1.17</td><td>1033</td><td>1035</td></tr><tr><td>48.</td><td>Octanal</td><td>0.27</td><td>0.27</td><td>1068</td><td>1073</td></tr><tr><td>49.</td><td>1,3,7-Nonatriene, 4,8-dimethyl-</td><td>0.39</td><td>0.39</td><td>1105</td><td>1113</td></tr><tr><td>50.</td><td>Cyclododecene, (Z)-</td><td>0.11</td><td>t</td><td>1193</td><td>1190</td></tr><tr><td>51.</td><td>Bicyclo[4.4.0]decane</td><td>0.12</td><td>&#x02013;</td><td>1241</td><td>1244</td></tr><tr><td>52.</td><td>Methyl cinnamate</td><td>&#x02013;</td><td>0.74</td><td>1375</td><td>1381</td></tr><tr><td>53.</td><td>4,8,12-trimethyltrideca-1,3,7,11-tetraene</td><td>0.24</td><td>0.16</td><td>1581</td><td>1592</td></tr><tr><td>54.</td><td>Estrone methyl ether</td><td>0.13</td><td>0.11</td><td>2045</td><td>2060</td></tr><tr><td>55.</td><td>9-Octadecenoic acid (Z)-, methyl ester</td><td>0.31</td><td>0.26</td><td>2096</td><td>2172</td></tr><tr><td>56.</td><td>Arsenous acid, tris(tert-butyldimethylsilyl) ester</td><td>0.19</td><td>&#x02013;</td><td>&#x02013;</td><td>2249</td></tr><tr><td colspan="2"><bold>% Non-terpenoid</bold></td><td>1.76%</td><td>3.15%</td><td/><td/></tr></tbody></table><table-wrap-foot><fn><p>T&#x000a0;=&#x000a0;trace (less than 0.09%), (&#x02212;)&#x000a0;=&#x000a0;not detected, (A): Composition of total essential oils (computed from the total GC peak area), (B): Percentage area, (C): RI exp. &#x02013; KI Kovats' retention index relative to C8&#x02013;C3 and 2n-alkanes. (D): RI Lit-KI Kovats' retention index.<xref rid="bib13" ref-type="bibr"><sup>13</sup></xref></p></fn></table-wrap-foot></table-wrap></p></sec><sec id="sec3.3"><title>Antibacterial activity</title><p id="p0095">In the present study, the assessed EOs exhibited superior antimicrobial potency against all selected microbes; however, the level of microbial growth inhibition was found to be dependent on the concentration of EOs and the microbial strain involved (<xref rid="tbl2" ref-type="table">Table&#x000a0;2</xref>).<table-wrap position="float" id="tbl2"><label>Table&#x000a0;2</label><caption><p>Antimicrobial activity of essential oils extracted from Indian and Saudi Arabian <italic>A.&#x000a0;subulatum</italic>.</p></caption><alt-text id="alttext0035">Table&#x000a0;2</alt-text><table frame="hsides" rules="groups"><thead><tr><th rowspan="2">Gram-negative bacteria</th><th colspan="3">Al-Mehran (KSA)<hr/></th><th colspan="3">AS (Delhi)<hr/></th></tr><tr><th>ZI(MM)</th><th>MIC (% V/V)</th><th>MBC (% V/V)</th><th>ZI(MM)</th><th>MIC (% V/V)</th><th>MBC (% V/V)</th></tr></thead><tbody><tr><td><italic>P.&#x000a0;aeruginosa</italic></td><td>15.00&#x000a0;&#x000b1;&#x000a0;0.00</td><td>0.5</td><td>1</td><td>15.00&#x000a0;&#x000b1;&#x000a0;0.81</td><td>0.5</td><td>1</td></tr><tr><td><italic>E.&#x000a0;coli</italic></td><td>16.00&#x000a0;&#x000b1;&#x000a0;0.00</td><td>0.5</td><td>1</td><td>14.66&#x000a0;&#x000b1;&#x000a0;0.94</td><td>0.5</td><td>2</td></tr><tr><td><italic>A.&#x000a0;baumanii</italic></td><td>12.33&#x000a0;&#x000b1;&#x000a0;0.94</td><td>1</td><td>4</td><td>12.66&#x000a0;&#x000b1;&#x000a0;0.47</td><td>1</td><td>4</td></tr></tbody></table><table-wrap-foot><fn><p>Zone of inhibition (ZI, mean&#x000a0;&#x000b1;&#x000a0;SD of triplicates).</p></fn></table-wrap-foot></table-wrap></p></sec><sec id="sec3.4"><title>Antioxidant activities</title><p id="p0100">The FRS activity against DPPH-induced free radicals in Indian and Saudi Arabian samples at 1000&#x000a0;&#x003bc;g/mL was approximately 85.27% and 86.86%, respectively (<xref rid="fig1" ref-type="fig">Figure&#x000a0;1</xref>). The EOs of both samples exhibited similar antioxidant contents. The IC<sub>50</sub> values of EOs for the Indian samples (219.38&#x000a0;&#x003bc;g/mL) were marginally higher than the Saudi Arabian samples (203.79&#x000a0;&#x003bc;g/mL) (<xref rid="fig2" ref-type="fig">Figure&#x000a0;2</xref>).<fig id="fig1"><label>Figure&#x000a0;1</label><caption><p>Antioxidant activity of essential oils from <italic>A. subulatum</italic> (Indian and Saudi Arabian samples), and ascorbic acid using DPPH FRS assay.</p></caption><alt-text id="alttext0010">Figure&#x000a0;1</alt-text><graphic xlink:href="gr1"/></fig><fig id="fig2"><label>Figure&#x000a0;2</label><caption><p>IC50 value of DPPH FRS assays of essential oils from <italic>A. subulatum</italic> (Indian and Saudi Arabian samples), and ascorbic acid.</p></caption><alt-text id="alttext0015">Figure&#x000a0;2</alt-text><graphic xlink:href="gr2"/></fig></p></sec><sec id="sec3.5"><title>Anti-inflammatory activity</title><p id="p0105">The percent inhibition of protein denaturation by Ibuprofen was approximately 83.33% at 100&#x000a0;&#x003bc;g/mL. The EOs of Indian and Saudi Arabian <italic>A.&#x000a0;subulatum</italic> samples exhibited inhibition of 69.09% and 66.81%, respectively (<xref rid="fig3" ref-type="fig">Figure&#x000a0;3</xref>). The IC<sub>50</sub> value for Ibuprofen was 25.94%, whereas the EOs of Indian and Saudi Arabian <italic>A.&#x000a0;subulatum</italic> samples exhibited IC<sub>50</sub> values of 53.12&#x000a0;&#x003bc;g/mL and 57.94&#x000a0;&#x003bc;g/mL, respectively (<xref rid="fig4" ref-type="fig">Figure&#x000a0;4</xref>).<fig id="fig3"><label>Figure&#x000a0;3</label><caption><p>BSA inhibitory assays for essential oils from <italic>A. subulatum</italic> (Indian and Saudi Arabian samples), and Ibuprofen.</p></caption><alt-text id="alttext0020">Figure&#x000a0;3</alt-text><graphic xlink:href="gr3"/></fig><fig id="fig4"><label>Figure&#x000a0;4</label><caption><p>IC50 value of BSA inhibitory assays for essential oils from A. subulatum (Indian and Saudi Arabian samples), and Ibuprofen.</p></caption><alt-text id="alttext0025">Figure&#x000a0;4</alt-text><graphic xlink:href="gr4"/></fig></p></sec></sec><sec id="sec4"><title>Discussion</title><p id="p0110">The EO yields of both <italic>A.&#x000a0;subulatum</italic> samples were similar to those reported in Sikkim and Himachal Pradesh (India) cultivars and in local varieties,<xref rid="bib5" ref-type="bibr"><sup>5</sup></xref> but lower than that of Nepalese varieties.<xref rid="bib2" ref-type="bibr"><sup>2</sup></xref><sup>,</sup><xref rid="bib4" ref-type="bibr"><sup>4</sup></xref></p><p id="p0115">The results of the current study demonstrated a high proportion of oxygenated monoterpenes, such as 1,8-cineole, &#x003b1;-terpineol, terpinen-4-ol, trans-p-mentha-1(7),8-dien-2-ol, and linalool in the extracted EOs. The obtained compositions are dissimilar to those reported in the literature. Kaskoos et&#x000a0;al. reported high amounts of monoterpenes, including eucalyptol (77.4%) and &#x003b2;-myrcene (5.0%), and low amounts of &#x003b1;-terpineol (4.9%), terpinen-4-ol (2.3%), and caryophyllene (2.3%).<xref rid="bib3" ref-type="bibr"><sup>3</sup></xref> Bhandari et&#x000a0;al. also reported a completely different composition of EOs in a sample obtained from Uttarakhand (India) and demonstrated high amounts of eucalyptol (73.27%), along with &#x003b1;-terpineol, limonene, &#x003b1;-terpinyl acetate, &#x003b1;-pinene, and other compounds.<xref rid="bib19" ref-type="bibr"><sup>19</sup></xref> Noumi et&#x000a0;al. analysed EOs of <italic>A.&#x000a0;subulatum</italic> fruits obtained from Jeddah, KSA, and demonstrated the presence of 1,8-cineole (41.7&#x000a0;&#x000b1;&#x000a0;1.6%), similar to our results; however, other reported components exhibited only qualitative similarity with our results while exhibiting quantitative variations.<xref rid="bib10" ref-type="bibr"><sup>10</sup></xref> Different types of terpenes, such as monoterpenes, sesquiterpenes, and diterpenes, resulting from the combination of 2, 3, and 4 units of isoprene (C5 units), respectively, exhibit a wide range of pharmacological activities and represent a large class of natural products.<xref rid="bib14" ref-type="bibr"><sup>14</sup></xref> Several studies have reported a similar range of different classes of terpenoids.<xref rid="bib5" ref-type="bibr"><sup>5</sup></xref><sup>,</sup><xref rid="bib10" ref-type="bibr"><sup>10</sup></xref><sup>,</sup><xref rid="bib20" ref-type="bibr"><sup>20</sup></xref> In several studies, quantitative variation in the composition of <italic>A.&#x000a0;subulatum</italic> EO has been attributed to changes in the environmental, geographical, and genetic variability of the cultivated area.</p><p id="p0120">EOs from Indian and Saudi Arabian samples exhibited higher antibacterial activity against gram-negative bacteria, with inhibition zones ranging from 15 to 12.33&#x000a0;mm. The present data demonstrated that <italic>A.&#x000a0;subulatum</italic> EOs exhibit antimicrobial inhibitory activity against all selected gram-negative bacteria in the range of 0.5%v/v&#x02013;1%v/v for MIC and 1%&#x02013;4% for MBC. No major differences were observed between the samples. Among bacteria, <italic>P.&#x000a0;aeruginosa</italic> and <italic>E.&#x000a0;coli</italic> exhibited equal susceptibility to EOs obtained from both samples, whereas <italic>A.&#x000a0;baumannii</italic> exhibited less susceptibility. Bachir and Benali demonstrated slightly higher sensitivity of gram-negative bacteria to EOs compared with that of gram-positive bacteria.<xref rid="bib21" ref-type="bibr"><sup>21</sup></xref></p><p id="p0125">Generally, gram-positive bacteria are more sensitive to antibiotics and EOs than gram-negative bacteria. The lower sensitivity of gram-negative bacteria could be attributed to their additional cell walls, which act as barriers to restricting the entry of hydrophobic compounds. Contrary to the general myth, Mith et&#x000a0;al., after studying the effects of 15 commercial EOs against 8 bacterial strains, reported that a majority of EOs exhibit activity against gram-positive bacteria; however, <italic>Origanum majorana</italic> EO was more active against gram-negative bacteria than gram-positive bacteria.<xref rid="bib15" ref-type="bibr"><sup>15</sup></xref> The antibacterial activity of <italic>A.&#x000a0;subulatum</italic> is due to the presence of active antibacterial components in the EO.</p><p id="p0130">Antimicrobial components identified in the oil of both samples included 1,8-cineole, &#x003b1;-pinene, &#x003b2;-pinen, geranic acid methyl-ester, &#x003b2;-myrcene, nerolidol, &#x003b3;-terpinene, and &#x003b1;-terpinolen. These compounds may contribute to the activity against gram-negative bacteria. Eucalyptol (1,8-cineole) is the major compound identified in <italic>A.&#x000a0;subulatum</italic>. Hendry et&#x000a0;al. studied the antimicrobial activity of 1,8-cineole against gram-negative bacteria, including <italic>E.&#x000a0;coli</italic> and <italic>P.&#x000a0;aeruginosa</italic>, and reported higher activity of 1,8-cineole against gram-negative bacteria. Overall, their results indicated that EOs containing 1,8-cineole are more active than 1,8-cineole alone.<xref rid="bib22" ref-type="bibr"><sup>22</sup></xref> Li et&#x000a0;al. conducted a study regarding EOs of <italic>C.&#x000a0;longepaniculatum</italic> leaf containing 1,8-cineole (48.55%) and reported excellent activity against gram-negative bacteria, which may be due to the hydrophobicity of 1,8-cineole.<xref rid="bib23" ref-type="bibr"><sup>23</sup></xref></p><p id="p0135">Other constituents, such as &#x003b1;-terpineol, terpinen-4-ol, linalool, limonene, p-menthane chemotype, &#x003b1;-pinene, &#x003b1;-selinene and &#x003b2;-selinene, nerolidol, terpinene, and terpinolene also contribute to antibacterial activity against gram-negative bacteria.<xref rid="bib24" ref-type="bibr">24</xref>, <xref rid="bib25" ref-type="bibr">25</xref>, <xref rid="bib26" ref-type="bibr">26</xref>, <xref rid="bib27" ref-type="bibr">27</xref>, <xref rid="bib28" ref-type="bibr">28</xref> Several other studies have also demonstrated the antimicrobial activity of <italic>A.&#x000a0;subulatum</italic> EO against gram-negative bacteria.<xref rid="bib4" ref-type="bibr"><sup>4</sup></xref><sup>,</sup><xref rid="bib6" ref-type="bibr"><sup>6</sup></xref><sup>,</sup><xref rid="bib9" ref-type="bibr"><sup>9</sup></xref><sup>,</sup><xref rid="bib10" ref-type="bibr"><sup>10</sup></xref><sup>,</sup><xref rid="bib29" ref-type="bibr"><sup>29</sup></xref> Dose-dependent increases in antioxidant effects of both samples with increasing concentration was also observed (p&#x000a0;&#x0003c;&#x000a0;0.001). Ascorbic acid (standard) exhibited greater antioxidant activity than EOs obtained from both samples. The antioxidant activity of <italic>A.&#x000a0;subulatum</italic> is mainly due to the presence of a high content of 1,8-cineole,<xref rid="bib30" ref-type="bibr"><sup>30</sup></xref> &#x003b1;-terpineol,<xref rid="bib31" ref-type="bibr"><sup>31</sup></xref> terpinen-4-ol,<xref rid="bib32" ref-type="bibr"><sup>32</sup></xref> &#x003b2;-pinene and &#x003b1;-pinene,<xref rid="bib33" ref-type="bibr"><sup>33</sup></xref> linalool,<xref rid="bib34" ref-type="bibr"><sup>34</sup></xref> and &#x003b2;-myrcene.<xref rid="bib30" ref-type="bibr"><sup>30</sup></xref> Furthermore, our results are aligned with reports by several other investigators. Such studies also directly support the antioxidant potential of <italic>A.&#x000a0;subulatum</italic> EO.<xref rid="bib8" ref-type="bibr"><sup>8</sup></xref><sup>,</sup><xref rid="bib35" ref-type="bibr"><sup>35</sup></xref> Protein denaturation % inhibition is normally the degree of protein stabilization measured against the control. The anti-inflammatory drug Ibuprofen and EOs showed a reduction in protein denaturation, and confirmed the anti-inflammatory activity of <italic>A.&#x000a0;subulatum</italic> fruit Eos which may be helpful in the management of inflammatory conditions.<xref rid="bib36" ref-type="bibr"><sup>36</sup></xref> A previous study demonstrated concentration-based bovine albumin denaturation inhibition by EOs, which is consistent with our study.<xref rid="bib37" ref-type="bibr"><sup>37</sup></xref> The higher anti-inflammatory activity of Indian <italic>A.&#x000a0;subulatum</italic> samples compared with KSA samples may be due to the presence of higher percentages of 1,8-cineole, &#x003b1;-terpineol, &#x003b2;-pinene, &#x003b1;-pinene, linalool, among several other components.<xref rid="bib32" ref-type="bibr">32</xref>, <xref rid="bib33" ref-type="bibr">33</xref>, <xref rid="bib34" ref-type="bibr">34</xref>, <xref rid="bib35" ref-type="bibr">35</xref>, <xref rid="bib36" ref-type="bibr">36</xref>, <xref rid="bib37" ref-type="bibr">37</xref>, <xref rid="bib38" ref-type="bibr">38</xref></p></sec><sec id="sec5"><title>Conclusions</title><p id="p0140">EOs from the fruit of <italic>A.&#x000a0;subulatum</italic> obtained from KSA and India exhibited qualitatively similar, but quantitatively different, compositions. No significant differences in pharmacological properties were observed while correlating the activities of both samples. Overall, higher antibacterial activity against selected gram-negative bacteria, moderate antioxidant activity comparable to that of standard ascorbic acid, and excellent anti-inflammatory activity similar to Ibuprofen were observed in both samples. Thus, EO of <italic>A.&#x000a0;subulatum</italic> may be a suitable candidate as a novel alternative antibacterial and anti-inflammatory agent. Further studies involving marketed samples are required to confirm the useful pharmacological properties.</p></sec><sec id="sec6"><title>Recommendations</title><p id="p0145">Further pharmacological evaluations should be carried out to determine the extent of other medicinal properties of <italic>A.&#x000a0;subulatum</italic> EOs from different geographical origins.</p></sec><sec id="sec7"><title>Source of funding</title><p id="p0150">This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors.</p></sec><sec id="sec10"><title>Conflict of interest</title><p id="p0165">The authors have no conflict of interest to declare.</p></sec><sec id="sec8"><title>Ethical approval</title><p id="p0155">This study does not contain any experimental research with humans or animals performed by any of the authors. Ethical approval was exempted.</p></sec><sec id="sec9"><title>Authors' contributions</title><p id="p0160">AA collected samples, conducted the research, interpreted the data, and wrote the entire manuscript. VS conceived and designed the study, provided logistic support, and revised a draft of the article, as well as interpreted the data of the article. Both authors have critically reviewed and approved the final draft, and are responsible for the content and similarity index of the manuscript.</p></sec></body><back><ref-list id="cebib0010"><title>References</title><ref id="bib1"><label>1</label><element-citation publication-type="journal" id="sref1"><person-group person-group-type="author"><name><surname>Shrestha</surname><given-names>K.P.</given-names></name><name><surname>Shrestha</surname><given-names>J.</given-names></name></person-group><article-title>Value chain analysis of large cardamom in Ilam District of Nepal</article-title><source>Azarian J Agric</source><volume>5</volume><issue>6</issue><year>2018</year><fpage>179</fpage><lpage>189</lpage><ext-link ext-link-type="uri" xlink:href="http://azarianjournals.ir/wp-content/uploads/aja18110401.pdf" id="intref0010">http://azarianjournals.ir/wp-content/uploads/aja18110401.pdf</ext-link></element-citation></ref><ref id="bib2"><label>2</label><element-citation publication-type="journal" id="sref2"><person-group person-group-type="author"><name><surname>Agnihotri</surname><given-names>S.</given-names></name><name><surname>Wakode</surname><given-names>S.</given-names></name></person-group><article-title>Antimicrobial activity of essential oil and various extracts of fruits of greater cardamom</article-title><source>Indian J Pharmaceut Sci</source><volume>72</volume><issue>5</issue><year>2010</year><fpage>657</fpage><lpage>659</lpage><ext-link ext-link-type="uri" xlink:href="https://pubmed.ncbi.nlm.nih.gov/21695005/" id="intref0015">https://pubmed.ncbi.nlm.nih.gov/21695005/</ext-link></element-citation></ref><ref id="bib3"><label>3</label><element-citation publication-type="journal" id="sref3"><person-group person-group-type="author"><name><surname>Kaskoos</surname><given-names>R.A.</given-names></name><name><surname>Mir</surname><given-names>S.R.</given-names></name><name><surname>Kapoor</surname><given-names>R.</given-names></name><name><surname>Ali</surname><given-names>M.</given-names></name></person-group><article-title>Essential oil composition of the fruits of Amomum subulatum Roxb</article-title><source>J&#x000a0;Essent Oil-Bear Plants</source><volume>11</volume><year>2008</year><fpage>184</fpage><lpage>187</lpage><pub-id pub-id-type="doi">10.1080/0972060X.2008.10643617</pub-id></element-citation></ref><ref id="bib4"><label>4</label><element-citation publication-type="journal" id="sref4"><person-group person-group-type="author"><name><surname>Satyal</surname><given-names>P.</given-names></name><name><surname>Dosoky</surname><given-names>N.S.</given-names></name><name><surname>Kincer</surname><given-names>B.L.</given-names></name><name><surname>Setzer</surname><given-names>W.N.</given-names></name></person-group><article-title>Chemical compositions and biological activities of Amomum subulatum essential oils from Nepal</article-title><source>Nat Prod Commun</source><volume>7</volume><year>2012</year><fpage>1233</fpage><lpage>1236</lpage><pub-id pub-id-type="doi">10.1177/1934578X1200700935</pub-id><pub-id pub-id-type="pmid">23074918</pub-id></element-citation></ref><ref id="bib5"><label>5</label><element-citation publication-type="journal" id="sref5"><person-group person-group-type="author"><name><surname>Joshi</surname><given-names>R.</given-names></name><name><surname>Sharma</surname><given-names>P.</given-names></name><name><surname>Sharma</surname><given-names>V.</given-names></name><name><surname>Prasad</surname><given-names>R.</given-names></name><name><surname>Sud</surname><given-names>R.K.</given-names></name><name><surname>Gulati</surname><given-names>A.</given-names></name></person-group><article-title>Analysis of the essential oil of large cardamom (Amomum subulatum Roxb.) growing in different agro-climatic zones of Himachal Pradesh, India</article-title><source>J&#x000a0;Sci Food Agric</source><volume>93</volume><year>2013</year><fpage>1303</fpage><lpage>1309</lpage><pub-id pub-id-type="doi">10.1002/jsfa.5886</pub-id><pub-id pub-id-type="pmid">23023817</pub-id></element-citation></ref><ref id="bib6"><label>6</label><element-citation publication-type="journal" id="sref6"><person-group person-group-type="author"><name><surname>Shrestha</surname><given-names>R.L.</given-names></name></person-group><article-title>GC-MS analysis, antibacterial and antioxidant study of Amomum subulatum Roxb</article-title><source>J&#x000a0;Med Plants Stud</source><volume>5</volume><issue>6</issue><year>2017</year><fpage>126</fpage><lpage>129</lpage><ext-link ext-link-type="uri" xlink:href="http://www.plantsjournal.com/archives/2017/vol5issue6/PartB/5-6-21-999.pdf" id="intref0020">http://www.plantsjournal.com/archives/2017/vol5issue6/PartB/5-6-21-999.pdf</ext-link></element-citation></ref><ref id="bib7"><label>7</label><element-citation publication-type="journal" id="sref7"><person-group person-group-type="author"><name><surname>Rout</surname><given-names>P.K.</given-names></name><name><surname>Sahoo</surname><given-names>D.</given-names></name><name><surname>Jena</surname><given-names>K.S.</given-names></name><name><surname>Rao</surname><given-names>Y.R.</given-names></name></person-group><article-title>Analysis of the oil of large cardamom (Amomum subulatum Roxb.,) growing in Sikkim</article-title><source>J&#x000a0;Essent Oil Res</source><volume>15</volume><year>2003</year><fpage>265</fpage><lpage>266</lpage><pub-id pub-id-type="doi">10.1080/10412905.2003.9712138</pub-id></element-citation></ref><ref id="bib8"><label>8</label><element-citation publication-type="journal" id="sref8"><person-group person-group-type="author"><name><surname>Alam</surname><given-names>A.</given-names></name><name><surname>Majumdar</surname><given-names>R.S.</given-names></name></person-group><article-title>Antioxidant activity of essential oil of three cultivars of Amomum subulatum and standardization of high performance thin layer chromatography (HPTLC) method for the estimation of 1,8-cineole</article-title><source>Afr J Biotechnol</source><volume>17</volume><year>2018</year><fpage>1129</fpage><lpage>1137</lpage><pub-id pub-id-type="doi">10.5897/AJB2018.16508</pub-id></element-citation></ref><ref id="bib9"><label>9</label><element-citation publication-type="journal" id="sref9"><person-group person-group-type="author"><name><surname>Alam</surname><given-names>A.</given-names></name><name><surname>Majumdar</surname><given-names>R.S.</given-names></name><name><surname>Alam</surname><given-names>P.</given-names></name></person-group><article-title>Comparative study of metabolites and antimicrobial activities of essential oils extracted from three Amomum subulatum cultivars</article-title><source>Asian J Pharmaceut Clin Res</source><volume>12</volume><year>2019</year><fpage>219</fpage><lpage>223</lpage><pub-id pub-id-type="doi">10.22159/ajpcr.2019.v12i6.33215</pub-id></element-citation></ref><ref id="bib10"><label>10</label><element-citation publication-type="journal" id="sref10"><person-group person-group-type="author"><name><surname>Noumi</surname><given-names>E.</given-names></name><name><surname>Snoussi</surname><given-names>M.</given-names></name><name><surname>Alreshidi</surname><given-names>M.M.</given-names></name><name><surname>Rekha</surname><given-names>P.D.</given-names></name><name><surname>Saptami</surname><given-names>K.</given-names></name><name><surname>Caputo</surname><given-names>L.</given-names></name></person-group><article-title>Chemical and biological evaluation of essential oils from cardamom species</article-title><source>Molecules</source><volume>23</volume><year>2018</year><fpage>2818</fpage><pub-id pub-id-type="doi">10.3390/molecules23112818</pub-id></element-citation></ref><ref id="bib11"><label>11</label><element-citation publication-type="journal" id="sref11"><person-group person-group-type="author"><name><surname>Kapoor</surname><given-names>I.P.S.</given-names></name><name><surname>Singh</surname><given-names>B.</given-names></name><name><surname>Sing</surname><given-names>G.</given-names></name></person-group><article-title>Essential oil and oleoresins of cardamom (Amomum subulatum Roxb.) as natural food preservatives for sweet orange (Citrus sinensis) juice</article-title><source>J&#x000a0;Food Process Eng</source><volume>34</volume><year>2011</year><fpage>1101</fpage><lpage>1113</lpage><pub-id pub-id-type="doi">10.1111/j.1745-4530.2009.00525.x</pub-id></element-citation></ref><ref id="bib12"><label>12</label><element-citation publication-type="journal" id="sref12"><person-group person-group-type="author"><name><surname>Sharma</surname><given-names>B.</given-names></name><name><surname>Vasudeva</surname><given-names>N.</given-names></name><name><surname>Sharma</surname><given-names>S.</given-names></name></person-group><article-title>Essential oil composition and anti-scabies potential of Amomum subulatum Roxb. Leaves</article-title><source>Anti Infect Agent</source><volume>17</volume><year>2019</year><fpage>1</fpage><pub-id pub-id-type="doi">10.2174/2211352517666190919143631</pub-id></element-citation></ref><ref id="bib13"><label>13</label><element-citation publication-type="book" id="sref13"><person-group person-group-type="author"><name><surname>Adams</surname><given-names>R.P.</given-names></name></person-group><chapter-title>Identification of essential oil components by gas chromatography/mass spectrometry</chapter-title><edition>4th ed.</edition><year>2007</year><publisher-name>Allured Publishing Corporation</publisher-name><publisher-loc>Carol Stream, IL, USA</publisher-loc></element-citation></ref><ref id="bib14"><label>14</label><element-citation publication-type="journal" id="sref14"><person-group person-group-type="author"><name><surname>Mahdavi</surname><given-names>B.</given-names></name><name><surname>Yaacob</surname><given-names>W.A.</given-names></name><name><surname>Din</surname><given-names>L.B.</given-names></name><name><surname>Aisha</surname><given-names>M.A.S.</given-names></name></person-group><article-title>Essential oil composition of three air-dried parts of etlingera brevilabrum</article-title><source>J&#x000a0;Essent Oil-Bear Plants</source><volume>16</volume><year>2013</year><fpage>17</fpage><lpage>22</lpage><pub-id pub-id-type="doi">10.1080/0972060X.2013.764200</pub-id></element-citation></ref><ref id="bib15"><label>15</label><element-citation publication-type="journal" id="sref15"><person-group person-group-type="author"><name><surname>Mith</surname><given-names>H.</given-names></name><name><surname>Dur&#x000e9;</surname><given-names>R.</given-names></name><name><surname>Delcenserie</surname><given-names>V.</given-names></name><name><surname>Zhiri</surname><given-names>A.</given-names></name><name><surname>Daube</surname><given-names>G.</given-names></name><name><surname>Clinquart</surname><given-names>A.</given-names></name></person-group><article-title>Antimicrobial activities of commercial essential oils and their components against food-borne pathogens and food spoilage bacteria</article-title><source>Food Sci Nutr</source><volume>2</volume><year>2014</year><fpage>403</fpage><lpage>416</lpage><pub-id pub-id-type="doi">10.1002/fsn3.116</pub-id><pub-id pub-id-type="pmid">25473498</pub-id></element-citation></ref><ref id="bib16"><label>16</label><element-citation publication-type="book" id="sref16"><person-group person-group-type="author"><collab>CLSI</collab></person-group><source>Performance standards for antimicrobial susceptibility testing</source><edition>28th ed.</edition><year>2018</year><publisher-name>Clinical and Laboratory Standards Institute</publisher-name><publisher-loc>Wayne, PA</publisher-loc><comment>CLSI supplement M100</comment></element-citation></ref><ref id="bib17"><label>17</label><element-citation publication-type="journal" id="sref17"><person-group person-group-type="author"><name><surname>Sakkas</surname><given-names>H.</given-names></name><name><surname>Economou</surname><given-names>V.</given-names></name><name><surname>Gousia</surname><given-names>P.</given-names></name><name><surname>Bozidis</surname><given-names>P.</given-names></name><name><surname>Sakkas</surname><given-names>V.A.</given-names></name><name><surname>Petsios</surname><given-names>S.</given-names></name></person-group><article-title>Antibacterial efficacy of commercially available essential oils tested against drug-resistant gram-positive pathogens</article-title><source>Appl Sci</source><volume>8</volume><year>2018</year><fpage>2201</fpage><pub-id pub-id-type="doi">10.3390/app8112201</pub-id></element-citation></ref><ref id="bib18"><label>18</label><element-citation publication-type="journal" id="sref18"><person-group person-group-type="author"><name><surname>Gunathilake</surname><given-names>K.D.P.P.</given-names></name><name><surname>Ranaweera</surname><given-names>K.K.D.S.</given-names></name><name><surname>Rupasinghe</surname><given-names>H.P.V.</given-names></name></person-group><article-title>In&#x000a0;Vitro anti-inflammatory properties of selected green leafy vegetables</article-title><source>Biomedicines</source><volume>6</volume><issue>4</issue><year>2018</year><fpage>107</fpage><pub-id pub-id-type="doi">10.3390/biomedicines6040107</pub-id></element-citation></ref><ref id="bib19"><label>19</label><element-citation publication-type="journal" id="sref19"><person-group person-group-type="author"><name><surname>Bhandari</surname><given-names>A.K.</given-names></name><name><surname>Bisht</surname><given-names>V.K.</given-names></name><name><surname>Negi</surname><given-names>J.S.</given-names></name><name><surname>Baunthiyal</surname><given-names>M.</given-names></name></person-group><article-title>1, 8-Cineole: a predominant component in the essential oil of large cardamom (Amomum subulatum Roxb.)</article-title><source>J&#x000a0;Med Plants Res</source><volume>7</volume><issue>26</issue><year>2013</year><fpage>1957</fpage><lpage>1960</lpage><pub-id pub-id-type="doi">10.5897/JMPR2013.5131</pub-id></element-citation></ref><ref id="bib20"><label>20</label><element-citation publication-type="journal" id="sref20"><person-group person-group-type="author"><name><surname>Gurudutt</surname><given-names>K.N.</given-names></name><name><surname>Naik</surname><given-names>J.P.</given-names></name><name><surname>Srinivas</surname><given-names>P.</given-names></name><name><surname>Ravindranath</surname><given-names>B.</given-names></name></person-group><article-title>Volatile constituents of large cardamom (Amomum subulatum Roxb.)</article-title><source>Flavour Fragrance J</source><volume>11</volume><year>1996</year><fpage>7</fpage><lpage>9</lpage><pub-id pub-id-type="doi">10.1002/(sici)1099-1026(199601)11:1&#x0003c;7::aid-ffj542&#x0003e;3.0.co;2</pub-id></element-citation></ref><ref id="bib21"><label>21</label><element-citation publication-type="journal" id="sref21"><person-group person-group-type="author"><name><surname>Bachir</surname><given-names>R.G.</given-names></name><name><surname>Benali</surname><given-names>M.</given-names></name></person-group><article-title>Antibacterial activity of the essential oils from the leaves of <italic>Eucalyptus globulus</italic> against Escherichia coli and Staphylococcus aureus</article-title><source>Asian Pac J Trop Biomed</source><volume>2</volume><issue>9</issue><year>2012</year><fpage>739</fpage><lpage>742</lpage><pub-id pub-id-type="doi">10.1016/S2221-1691(12)60220-2</pub-id><pub-id pub-id-type="pmid">23570005</pub-id></element-citation></ref><ref id="bib22"><label>22</label><element-citation publication-type="journal" id="sref22"><person-group person-group-type="author"><name><surname>Hendry</surname><given-names>E.R.</given-names></name><name><surname>Worthington</surname><given-names>T.</given-names></name><name><surname>Conway</surname><given-names>B.R.</given-names></name><name><surname>Lambert</surname><given-names>P.A.</given-names></name></person-group><article-title>Antimicrobial efficacy of eucalyptus oil and 1,8-cineole alone and in combination with chlorhexidine digluconate against microorganisms grown in planktonic and biofilm cultures</article-title><source>J&#x000a0;Antimicrob Chemother</source><volume>64</volume><issue>6</issue><year>2009</year><fpage>1219</fpage><lpage>1225</lpage><pub-id pub-id-type="doi">10.1093/jac/dkp362</pub-id><pub-id pub-id-type="pmid">19837714</pub-id></element-citation></ref><ref id="bib23"><label>23</label><element-citation publication-type="journal" id="sref23"><person-group person-group-type="author"><name><surname>Li</surname><given-names>L.</given-names></name><name><surname>Li</surname><given-names>Z.W.</given-names></name><name><surname>Yin</surname><given-names>Z.Q.</given-names></name><name><surname>Wei</surname><given-names>Q.</given-names></name><name><surname>Jia</surname><given-names>R.Y.</given-names></name><name><surname>Zhou</surname><given-names>L.J.</given-names></name></person-group><article-title>Antibacterial activity of leaf essential oil and its constituents from Cinnamomum longepaniculatum</article-title><source>Int J Clin Exp Med</source><volume>7</volume><year>2014</year><fpage>1721</fpage><lpage>1727</lpage><ext-link ext-link-type="uri" xlink:href="https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4132134/" id="intref0025">https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4132134/</ext-link><pub-id pub-id-type="pmid">25126170</pub-id></element-citation></ref><ref id="bib24"><label>24</label><element-citation publication-type="journal" id="sref24"><person-group person-group-type="author"><name><surname>Carson</surname><given-names>C.F.</given-names></name><name><surname>Riley</surname><given-names>T.V.</given-names></name></person-group><article-title>Antimicrobial activity of the major components of the essential oil of Melaleuca alternifolia</article-title><source>J&#x000a0;Appl Bacteriol</source><volume>78</volume><year>1995</year><fpage>264</fpage><lpage>269</lpage><pub-id pub-id-type="doi">10.1111/j.1365-2672.1995.tb05025.x</pub-id><pub-id pub-id-type="pmid">7730203</pub-id></element-citation></ref><ref id="bib25"><label>25</label><element-citation publication-type="journal" id="sref25"><person-group person-group-type="author"><name><surname>Zengin</surname><given-names>H.</given-names></name><name><surname>Baysal</surname><given-names>A.H.</given-names></name></person-group><article-title>Antibacterial and antioxidant activity of essential oil terpenes against pathogenic and spoilage-forming bacteria and cell structure-activity relationships evaluated by SEM microscopy</article-title><source>Molecules</source><volume>19</volume><issue>11</issue><year>2014</year><fpage>17773</fpage><lpage>17798</lpage><pub-id pub-id-type="doi">10.3390/molecules191117773</pub-id><pub-id pub-id-type="pmid">25372394</pub-id></element-citation></ref><ref id="bib26"><label>26</label><element-citation publication-type="journal" id="sref26"><person-group person-group-type="author"><name><surname>Ghaffari</surname><given-names>T.</given-names></name><name><surname>Kafil</surname><given-names>H.S.</given-names></name><name><surname>Asnaashari</surname><given-names>S.</given-names></name><name><surname>Farajnia</surname><given-names>S.</given-names></name><name><surname>Delazar</surname><given-names>A.</given-names></name><name><surname>Baek</surname><given-names>S.C.</given-names></name></person-group><article-title>Chemical composition and antimicrobial activity of essential oils from the aerial parts of pinus eldarica grown in Northwestern Iran</article-title><source>Molecules</source><volume>24</volume><issue>17</issue><year>2019</year><fpage>3203</fpage><pub-id pub-id-type="doi">10.3390/molecules24173203</pub-id></element-citation></ref><ref id="bib27"><label>27</label><element-citation publication-type="journal" id="sref27"><person-group person-group-type="author"><name><surname>Rebou&#x000e7;as de Ara&#x000fa;jo</surname><given-names>&#x000cd;.D.</given-names></name><name><surname>Coriolano de Aquino</surname><given-names>N.</given-names></name><name><surname>V&#x000e9;ras de Aguiar Guerra</surname><given-names>A.C.</given-names></name><name><surname>Ferreira de Almeida J&#x000fa;nior</surname><given-names>R.</given-names></name><name><surname>Mendon&#x000e7;a Ara&#x000fa;jo</surname><given-names>R.</given-names></name><name><surname>Fernandes de Ara&#x000fa;jo J&#x000fa;nior</surname><given-names>R.</given-names></name></person-group><article-title>Chemical composition and evaluation of the antibacterial and cytotoxic activities of the essential oil from the leaves of Myracrodruon urundeuva</article-title><source>BMC Compl Alternative Med</source><volume>17</volume><issue>1</issue><year>2017</year><fpage>419</fpage><pub-id pub-id-type="doi">10.1186/s12906-017-1918-6</pub-id></element-citation></ref><ref id="bib28"><label>28</label><element-citation publication-type="journal" id="sref28"><person-group person-group-type="author"><name><surname>Padalia</surname><given-names>R.C.</given-names></name><name><surname>Verma</surname><given-names>R.S.</given-names></name><name><surname>Chauhan</surname><given-names>A.</given-names></name><name><surname>Goswami</surname><given-names>P.</given-names></name><name><surname>Singh</surname><given-names>V.R.</given-names></name><name><surname>Verma</surname><given-names>S.K.</given-names></name></person-group><article-title>p-Menthenols chemotype of Cymbopogon distans from India: composition, antibacterial and antifungal activity of the essential oil against pathogens</article-title><source>J&#x000a0;Essent Oil Res</source><volume>30</volume><issue>1</issue><year>2018</year><fpage>40</fpage><lpage>46</lpage><pub-id pub-id-type="doi">10.1080/10412905.2017.1375035</pub-id></element-citation></ref><ref id="bib29"><label>29</label><element-citation publication-type="journal" id="sref29"><person-group person-group-type="author"><name><surname>Naveed</surname><given-names>R.</given-names></name><name><surname>Hussain</surname><given-names>I.</given-names></name><name><surname>Tawab</surname><given-names>A.</given-names></name><name><surname>Tariq</surname><given-names>M.</given-names></name><name><surname>Hameed</surname><given-names>S.</given-names></name><name><surname>Mahmood</surname><given-names>M.S.</given-names></name></person-group><article-title>Antimicrobial activity of the bioactive components of essential oils from Pakistani spices against Salmonella and other multi-drug resistant bacteria</article-title><source>BMC Compl Alternative Med</source><volume>13</volume><year>2013</year><fpage>265</fpage><pub-id pub-id-type="doi">10.1186/1472-6882-13-265</pub-id></element-citation></ref><ref id="bib30"><label>30</label><element-citation publication-type="journal" id="sref30"><person-group person-group-type="author"><name><surname>Ciftci</surname><given-names>O.</given-names></name><name><surname>Ozdemir</surname><given-names>I.</given-names></name><name><surname>Tanyildizi</surname><given-names>S.</given-names></name><name><surname>Yildiz</surname><given-names>S.</given-names></name><name><surname>Oguzturk</surname><given-names>H.</given-names></name></person-group><article-title>Antioxidative effects of curcumin, &#x003b2;-myrcene and 1,8-cineole against 2,3,7,8-tetrachlorodibenzo-p-dioxin-induced oxidative stress in rats liver</article-title><source>Toxicol Ind Health</source><volume>27</volume><issue>5</issue><year>2011</year><fpage>447</fpage><lpage>453</lpage><pub-id pub-id-type="doi">10.1177/0748233710388452</pub-id><pub-id pub-id-type="pmid">21245202</pub-id></element-citation></ref><ref id="bib31"><label>31</label><element-citation publication-type="journal" id="sref31"><person-group person-group-type="author"><name><surname>Bicas</surname><given-names>J.L.</given-names></name><name><surname>Neri-Numa</surname><given-names>I.A.</given-names></name><name><surname>Ruiz</surname><given-names>A.L.T.G.</given-names></name><name><surname>Carvalho</surname><given-names>J.E.D.</given-names></name><name><surname>Pastore</surname><given-names>G.M.</given-names></name></person-group><article-title>Evaluation of the antioxidant and antiproliferative potential of bioflavors</article-title><source>Food Chem Toxicol</source><volume>49</volume><issue>7</issue><year>2011</year><fpage>1610</fpage><lpage>1615</lpage><pub-id pub-id-type="doi">10.1016/j.fct.2011.04.012</pub-id><pub-id pub-id-type="pmid">21540069</pub-id></element-citation></ref><ref id="bib32"><label>32</label><element-citation publication-type="journal" id="sref32"><person-group person-group-type="author"><name><surname>Shapira</surname><given-names>S.</given-names></name><name><surname>Pleban</surname><given-names>S.</given-names></name><name><surname>Kazanov</surname><given-names>D.</given-names></name><name><surname>Tirosh</surname><given-names>P.</given-names></name><name><surname>Arber</surname><given-names>N.</given-names></name></person-group><article-title>Terpinen-4-ol: a novel and promising therapeutic agent for human gastrointestinal cancers</article-title><source>PloS One</source><volume>11</volume><issue>6</issue><year>2016</year><object-id pub-id-type="publisher-id">e0156540</object-id><pub-id pub-id-type="doi">10.1371/journal.pone.0156540</pub-id></element-citation></ref><ref id="bib33"><label>33</label><element-citation publication-type="journal" id="sref33"><person-group person-group-type="author"><name><surname>Salehi</surname><given-names>B.</given-names></name><name><surname>Upadhyay</surname><given-names>S.</given-names></name><name><surname>Erdogan</surname><given-names>O.I.</given-names></name><name><surname>Kumar</surname><given-names>J.A.</given-names></name><name><surname>Jayaweera</surname><given-names>S.L.D.</given-names></name><name><surname>Dias</surname><given-names>D.A.</given-names></name></person-group><article-title>Therapeutic potential of &#x003b1;- and &#x003b2;-pinene: a miracle gift of nature</article-title><source>Biomolecules</source><volume>9</volume><issue>11</issue><year>2019</year><fpage>738</fpage><pub-id pub-id-type="doi">10.3390/biom9110738</pub-id></element-citation></ref><ref id="bib34"><label>34</label><element-citation publication-type="journal" id="sref34"><person-group person-group-type="author"><name><surname>Seol</surname><given-names>G.H.</given-names></name><name><surname>Kang</surname><given-names>P.</given-names></name><name><surname>Lee</surname><given-names>H.S.</given-names></name><name><surname>Seol</surname><given-names>G.H.</given-names></name></person-group><article-title>Antioxidant activity of linalool in patients with carpal tunnel syndrome</article-title><source>BMC Neurol</source><volume>16</volume><year>2016</year><fpage>17</fpage><pub-id pub-id-type="doi">10.1186/s12883-016-0541-3</pub-id><pub-id pub-id-type="pmid">26831333</pub-id></element-citation></ref><ref id="bib35"><label>35</label><element-citation publication-type="journal" id="sref35"><person-group person-group-type="author"><name><surname>Ndoye Foe</surname><given-names>F.M.</given-names></name><name><surname>Tchinang</surname><given-names>T.F.K.</given-names></name><name><surname>Nyegue</surname><given-names>A.M.</given-names></name><name><surname>Abdou</surname><given-names>J.P.</given-names></name><name><surname>Yaya</surname><given-names>A.J.B.</given-names></name><name><surname>Tchinda</surname><given-names>A.T.</given-names></name></person-group><article-title>Chemical composition, in&#x000a0;vitro antioxidant and anti-Inflammatory properties of essential oils of four dietary and medicinal plants from Cameroon</article-title><source>BMC Compl Alternative Med</source><volume>16</volume><year>2016</year><fpage>117</fpage><pub-id pub-id-type="doi">10.1186/s12906-016-1096-y</pub-id></element-citation></ref><ref id="bib36"><label>36</label><element-citation publication-type="journal" id="sref36"><person-group person-group-type="author"><name><surname>Latif</surname><given-names>A.</given-names></name><name><surname>Ashiq</surname><given-names>K.</given-names></name><name><surname>Ashiq</surname><given-names>S.</given-names></name><name><surname>Ali</surname><given-names>E.</given-names></name><name><surname>Anwer</surname><given-names>I.S.</given-names></name><name><surname>Qamar</surname><given-names>S.</given-names></name></person-group><article-title>Phytochemical analysis and in&#x000a0;vitro investigation of anti- inflammatory and xanthine oxidase inhibition potential of root extracts of Bryophyllum pinnatum</article-title><source>J&#x000a0;Anim Plant Sci</source><volume>30</volume><year>2020</year><fpage>219</fpage><lpage>228</lpage><pub-id pub-id-type="doi">10.36899/JAPS.2020.1.0025</pub-id></element-citation></ref><ref id="bib37"><label>37</label><element-citation publication-type="journal" id="sref37"><person-group person-group-type="author"><name><surname>Juergens</surname><given-names>U.R.</given-names></name><name><surname>Dethlefsen</surname><given-names>U.</given-names></name><name><surname>Steinkamp</surname><given-names>G.</given-names></name><name><surname>Gillissen</surname><given-names>A.</given-names></name><name><surname>Repges</surname><given-names>R.</given-names></name><name><surname>Vetter</surname><given-names>H.</given-names></name></person-group><article-title>Anti-inflammatory activity of 1,8-cineol (eucalyptol) in bronchial asthma: a double-blind placebo-controlled trial</article-title><source>Respir Med</source><volume>97</volume><issue>3</issue><year>2003</year><fpage>250</fpage><lpage>256</lpage><ext-link ext-link-type="uri" xlink:href="https://doi:10.1053/rmed.2003.1432" id="intref0030">https://doi:10.1053/rmed.2003.1432</ext-link><pub-id pub-id-type="pmid">12645832</pub-id></element-citation></ref><ref id="bib38"><label>38</label><element-citation publication-type="journal" id="sref38"><person-group person-group-type="author"><name><surname>Kim</surname><given-names>M.G.</given-names></name><name><surname>Kim</surname><given-names>S.M.</given-names></name><name><surname>Min</surname><given-names>J.H.</given-names></name><name><surname>Kwon</surname><given-names>O.K.</given-names></name><name><surname>Park</surname><given-names>M.H.</given-names></name><name><surname>Park</surname><given-names>J.W.</given-names></name></person-group><article-title>Anti-inflammatory effects of linalool on ovalbumin-induced pulmonary inflammation</article-title><source>Int Immunopharm</source><volume>74</volume><year>2019</year><fpage>105706</fpage><ext-link ext-link-type="uri" xlink:href="https://doi:10.1016/j.intimp.2019.105706" id="intref0035">https://doi:10.1016/j.intimp.2019.105706</ext-link></element-citation></ref></ref-list><ack id="ack0010"><title>Acknowledgments</title><p id="p0170">The authors are grateful to Dr. Raees, College of Pharmacy, King Saud University, Riyadh, for advice regarding antioxidant and antimicrobial activity, and Dr. Afroz Bakht, College of Science, Prince Sattam Bin Abdulaziz University, Al-Kharj, for advice regarding GC&#x02013;MS analysis.</p></ack><fn-group><fn id="d34e990"><p id="ntpara0010">Peer review under responsibility of Taibah University.</p></fn></fn-group></back></article>