<!DOCTYPE article PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd"> 
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="research-article"><?DTDIdentifier.IdentifierValue http://null/schema/dtds/document/fulltext/xcr/xocs-article.xsd?><?DTDIdentifier.IdentifierType schema?><?SourceDTD.DTDName xocs-article.xsd?><?SourceDTD.Version 1.0?><?ConverterInfo.XSLTName ftrr2jats.xsl?><?ConverterInfo.Version 1?><?origin publisher?><?OLF?><front><journal-meta><journal-id journal-id-type="nlm-ta">J Taibah Univ Med Sci</journal-id><journal-id journal-id-type="iso-abbrev">J Taibah Univ Med Sci</journal-id><journal-title-group><journal-title>Journal of Taibah University Medical Sciences</journal-title></journal-title-group><issn pub-type="epub">1658-3612</issn><publisher><publisher-name>The Authors. Production and hosting by Elsevier Ltd on behalf of Taibah University.</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">7787523</article-id><article-id pub-id-type="pii">S1658-3612(20)30206-7</article-id><article-id pub-id-type="doi">10.1016/j.jtumed.2020.12.005</article-id><article-categories><subj-group subj-group-type="heading"><subject>Original Article</subject></subj-group></article-categories><title-group><article-title>In-silico analysis of the inhibition of the SARS-CoV-2 main protease by some active compounds from selected African plants</article-title></title-group><contrib-group><contrib contrib-type="author" id="au1"><name><surname>Umar</surname><given-names>Haruna I.</given-names></name><degrees>HND</degrees><xref rid="aff1" ref-type="aff">a</xref><xref rid="cor1" ref-type="corresp">&#x02217;</xref></contrib><contrib contrib-type="author" id="au2"><name><surname>Josiah</surname><given-names>Sunday S.</given-names></name><degrees>MTech</degrees><xref rid="aff1" ref-type="aff">a</xref></contrib><contrib contrib-type="author" id="au3"><name><surname>Saliu</surname><given-names>Tolulope P.</given-names></name><degrees>MSc</degrees><xref rid="aff1" ref-type="aff">a</xref></contrib><contrib contrib-type="author" id="au4"><name><surname>Jimoh</surname><given-names>Tajudeen O.</given-names></name><degrees>MTech</degrees><xref rid="aff2" ref-type="aff">b</xref></contrib><contrib contrib-type="author" id="au5"><name><surname>Ajayi</surname><given-names>Adeola</given-names></name><degrees>BSc</degrees><xref rid="aff1" ref-type="aff">a</xref></contrib><contrib contrib-type="author" id="au6"><name><surname>Danjuma</surname><given-names>Jamilu B.</given-names></name><degrees>PGD</degrees><xref rid="aff3" ref-type="aff">c</xref></contrib><aff id="aff1"><label>a</label>Department of Biochemistry, Federal University of Technology, Akure, Ondo State, Nigeria</aff><aff id="aff2"><label>b</label>Faculty of Pharmaceutical Sciences, Department of Pharmacognosy and Pharmaceutical Botany, Chulalongkorn University, Bangkok, Thailand</aff><aff id="aff3"><label>c</label>Department of Biochemistry and Molecular Biology, Federal University, Birnin Kebbi, Kebbi State, Nigeria</aff></contrib-group><author-notes><corresp id="cor1"><label>&#x02217;</label>Corresponding address: Department of Biochemistry, Federal University of Technology, Along Owo-Ilesha Express way, P.M.B. 704, Akure, Ondo State, Nigeria.</corresp></author-notes><pub-date pub-type="pmc-release"><day>6</day><month>1</month><year>2021</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="epub"><day>6</day><month>1</month><year>2021</year></pub-date><history><date date-type="received"><day>18</day><month>9</month><year>2020</year></date><date date-type="rev-recd"><day>28</day><month>11</month><year>2020</year></date><date date-type="accepted"><day>13</day><month>12</month><year>2020</year></date></history><permissions><copyright-statement>&#x000a9; 2020 The Authors</copyright-statement><copyright-year>2020</copyright-year><license><license-p>Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.</license-p></license></permissions><abstract id="abs0015"><sec><title>Objectives</title><p>Over the years, <italic>Azadirachta indica, Mangifera indica,</italic> and <italic>Moringa oleifera</italic> have been shown to possess some antiviral characteristics. This study applies molecular docking techniques to assess inhibitory effects of some bioactive compounds from the plants mentioned above against the main protease (Mpro), a key protein involved in SARS-CoV-2 replication. Furthermore, adsorption, distribution, metabolism, excretion, and toxicity (ADMET) profiles for screened compounds were predicted <italic>in silico</italic>.</p></sec><sec><title>Methods</title><p>The crystal structure of Mpro was retrieved from the Protein Data Bank, while the plant bioactive compounds were retrieved from Pubchem. Drug-likeness of the selected compounds and a control drug (hydroxychloroquine) were assessed, and the compounds that satisfied the drug-likeness rule were docked against Mpro. The docked complexes were analyzed using LigPlot and the protein-ligand profiler server. The top five compound hits were subjected to ADMET screening using the ADMETSar server.</p></sec><sec><title>Results</title><p>A total of 17 out of 22 screened compounds passed Lipinski's assessment. Additionally, the most active compounds from the investigated plants exhibited relative inhibitory potentials against Mpro compared with hydroxychloroquine, which alludes to their possible involvement in inhibiting the SARS-CoV-2 main protease replication process.</p></sec><sec><title>Conclusions</title><p>In our study, most of the active phytocomponents of the investigated plants exhibited relative inhibitory potentials against Mpro of SARS-CoV-2 and preferred pharmacological features when compared with hydroxychloroquine. These findings indicate these compounds are potentially antiviral candidates against SARS-CoV-2.</p></sec></abstract><trans-abstract xml:lang="ar"><title>&#x00627;&#x00644;&#x00645;&#x00644;&#x0062e;&#x00635;</title><sec><title>&#x00623;&#x00647;&#x0062f;&#x00627;&#x00641; &#x00627;&#x00644;&#x00628;&#x0062d;&#x0062b;</title><p>&#x00639;&#x00644;&#x00649; &#x00645;&#x00631; &#x00627;&#x00644;&#x00633;&#x00646;&#x0064a;&#x00646;&#x0060c; &#x00623;&#x0062b;&#x00628;&#x0062a;&#x0062a; &#x00623;&#x00632;&#x00627;&#x0062f;&#x0064a;&#x00631;&#x00627;&#x00634;&#x0062a;&#x00627; &#x00625;&#x00646;&#x0062f;&#x0064a;&#x00643;&#x00627;&#x0060c; &#x00645;&#x00627;&#x00646;&#x0062c;&#x0064a;&#x00641;&#x0064a;&#x00631;&#x00627; &#x00625;&#x00646;&#x0062f;&#x0064a;&#x00643;&#x00627; &#x00648;&#x00645;&#x00648;&#x00631;&#x0064a;&#x00646;&#x0062c;&#x00627; &#x00623;&#x00648;&#x00644;&#x0064a;&#x00641;&#x0064a;&#x00631;&#x00627; &#x00623;&#x00646; &#x00644;&#x0062f;&#x0064a;&#x00647;&#x00645; &#x00628;&#x00639;&#x00636; &#x00627;&#x00644;&#x0062e;&#x00635;&#x00627;&#x00626;&#x00635; &#x00627;&#x00644;&#x00645;&#x00636;&#x00627;&#x0062f;&#x00629; &#x00644;&#x00644;&#x00641;&#x0064a;&#x00631;&#x00648;&#x00633;&#x00627;&#x0062a;. &#x0062a;&#x00637;&#x00628;&#x00642; &#x00647;&#x00630;&#x00647; &#x00627;&#x00644;&#x0062f;&#x00631;&#x00627;&#x00633;&#x00629; &#x0062a;&#x00642;&#x00646;&#x0064a;&#x00627;&#x0062a; &#x00627;&#x00644;&#x00627;&#x00644;&#x0062a;&#x0062d;&#x00627;&#x00645; &#x00627;&#x00644;&#x0062c;&#x00632;&#x0064a;&#x00626;&#x0064a; &#x00644;&#x0062a;&#x00642;&#x0064a;&#x0064a;&#x00645; &#x00627;&#x00644;&#x00622;&#x0062b;&#x00627;&#x00631; &#x00627;&#x00644;&#x00645;&#x0062b;&#x00628;&#x00637;&#x00629; &#x00644;&#x00628;&#x00639;&#x00636; &#x00627;&#x00644;&#x00645;&#x00631;&#x00643;&#x00628;&#x00627;&#x0062a; &#x00627;&#x00644;&#x00628;&#x0064a;&#x00648;&#x00644;&#x00648;&#x0062c;&#x0064a;&#x00629; &#x00627;&#x00644;&#x00646;&#x00634;&#x00637;&#x00629; &#x00645;&#x00646; &#x00627;&#x00644;&#x00646;&#x00628;&#x00627;&#x0062a;&#x00627;&#x0062a; &#x00627;&#x00644;&#x00645;&#x00630;&#x00643;&#x00648;&#x00631;&#x00629; &#x00623;&#x00639;&#x00644;&#x00627;&#x00647; &#x00636;&#x0062f; &#x00627;&#x00644;&#x00625;&#x00646;&#x00632;&#x0064a;&#x00645; &#x00627;&#x00644;&#x00628;&#x00631;&#x00648;&#x0062a;&#x0064a;&#x00646;&#x0064a; &#x00627;&#x00644;&#x00631;&#x00626;&#x0064a;&#x00633;&#x0060c; &#x00648;&#x00647;&#x00648; &#x00627;&#x00644;&#x00628;&#x00631;&#x00648;&#x0062a;&#x0064a;&#x00646; &#x00627;&#x00644;&#x00631;&#x00626;&#x0064a;&#x00633; &#x00627;&#x00644;&#x00645;&#x0062a;&#x00636;&#x00645;&#x00646; &#x00641;&#x0064a; &#x0062a;&#x00643;&#x00627;&#x0062b;&#x00631; &#x00641;&#x0064a;&#x00631;&#x00648;&#x00633; &#x00633;&#x00627;&#x00631;&#x00633;-&#x00643;&#x00648;&#x00641;&#x0064a;&#x0062f;-&#x00662;. &#x00648;&#x00639;&#x00644;&#x00627;&#x00648;&#x00629; &#x00639;&#x00644;&#x00649; &#x00630;&#x00644;&#x00643;&#x0060c; &#x0062a;&#x00645; &#x0062a;&#x00648;&#x00642;&#x00639; &#x00641;&#x0062d;&#x00635; &#x00627;&#x00644;&#x00645;&#x00631;&#x00643;&#x00628;&#x00627;&#x0062a; &#x00644;&#x00644;&#x00643;&#x00634;&#x00641; &#x00639;&#x00646; &#x00627;&#x00644;&#x00627;&#x00645;&#x0062a;&#x00632;&#x00627;&#x00632; &#x00648;&#x00627;&#x00644;&#x0062a;&#x00648;&#x00632;&#x0064a;&#x00639; &#x00648;&#x00627;&#x00644;&#x0062a;&#x00645;&#x0062b;&#x0064a;&#x00644; &#x00627;&#x00644;&#x0063a;&#x00630;&#x00627;&#x00626;&#x0064a; &#x00648;&#x00627;&#x00644;&#x00625;&#x00641;&#x00631;&#x00627;&#x00632; &#x00648;&#x00627;&#x00644;&#x00633;&#x00645;&#x0064a;&#x00629; &#x00641;&#x0064a; &#x00627;&#x00644;&#x00633;&#x0064a;&#x00644;&#x0064a;&#x00643;&#x00648;.</p></sec><sec><title>&#x00637;&#x00631;&#x00642; &#x00627;&#x00644;&#x00628;&#x0062d;&#x0062b;</title><p>&#x0062a;&#x00645; &#x00627;&#x00644;&#x0062d;&#x00635;&#x00648;&#x00644; &#x00639;&#x00644;&#x00649; &#x00627;&#x00644;&#x0062a;&#x00631;&#x00643;&#x0064a;&#x00628; &#x00627;&#x00644;&#x00628;&#x00644;&#x00648;&#x00631;&#x0064a; &#x00644;&#x00644;&#x00625;&#x00646;&#x00632;&#x0064a;&#x00645; &#x00627;&#x00644;&#x00628;&#x00631;&#x00648;&#x0062a;&#x0064a;&#x00646;&#x0064a; &#x00627;&#x00644;&#x00631;&#x00626;&#x0064a;&#x00633; &#x00645;&#x00646; &#x00642;&#x00627;&#x00639;&#x0062f;&#x00629; &#x00628;&#x0064a;&#x00627;&#x00646;&#x00627;&#x0062a; &#x00627;&#x00644;&#x00628;&#x00631;&#x00648;&#x0062a;&#x0064a;&#x00646;&#x0060c; &#x00628;&#x0064a;&#x00646;&#x00645;&#x00627; &#x0062a;&#x00645; &#x00627;&#x00644;&#x0062d;&#x00635;&#x00648;&#x00644; &#x00639;&#x00644;&#x00649; &#x00627;&#x00644;&#x00645;&#x00631;&#x00643;&#x00628;&#x00627;&#x0062a; &#x00627;&#x00644;&#x00628;&#x0064a;&#x00648;&#x00644;&#x00648;&#x0062c;&#x0064a;&#x00629; &#x00627;&#x00644;&#x00646;&#x00634;&#x00637;&#x00629; &#x00645;&#x00646; &#x00627;&#x00644;&#x00643;&#x0064a;&#x00645;&#x0064a;&#x00627;&#x00621; &#x00627;&#x00644;&#x00645;&#x00646;&#x00634;&#x00648;&#x00631;&#x00629;. &#x00648;&#x0062a;&#x00645; &#x0062a;&#x00642;&#x0064a;&#x0064a;&#x00645; &#x0062a;&#x00634;&#x00627;&#x00628;&#x00647; &#x00627;&#x00644;&#x00623;&#x0062f;&#x00648;&#x0064a;&#x00629; &#x00644;&#x00644;&#x00645;&#x00631;&#x00643;&#x00628;&#x00627;&#x0062a; &#x00627;&#x00644;&#x00645;&#x0062e;&#x0062a;&#x00627;&#x00631;&#x00629; &#x00648;&#x0062f;&#x00648;&#x00627;&#x00621; &#x00627;&#x00644;&#x0062a;&#x0062d;&#x00643;&#x00645; (&#x00627;&#x00644;&#x00647;&#x0064a;&#x0062f;&#x00631;&#x00648;&#x00643;&#x00633;&#x0064a;&#x00643;&#x00644;&#x00648;&#x00631;&#x00648;&#x00643;&#x00648;&#x0064a;&#x00646;). &#x00643;&#x00645;&#x00627; &#x0062a;&#x00645;&#x0062a; &#x0062a;&#x00631;&#x00633;&#x0064a;&#x00629; &#x00627;&#x00644;&#x00645;&#x00631;&#x00643;&#x00628;&#x00627;&#x0062a; &#x00627;&#x00644;&#x00645;&#x00637;&#x00627;&#x00628;&#x00642;&#x00629; &#x00644;&#x00642;&#x00627;&#x00639;&#x0062f;&#x00629; &#x00627;&#x00644;&#x00623;&#x0062f;&#x00648;&#x0064a;&#x00629; &#x00627;&#x00644;&#x00645;&#x00634;&#x00627;&#x00628;&#x00647;&#x00629; &#x00636;&#x0062f; &#x00627;&#x00644;&#x00625;&#x00646;&#x00632;&#x0064a;&#x00645; &#x00627;&#x00644;&#x00628;&#x00631;&#x00648;&#x0062a;&#x0064a;&#x00646;&#x0064a; &#x00627;&#x00644;&#x00631;&#x00626;&#x0064a;&#x00633;&#x0060c; &#x00648;&#x0062a;&#x00645; &#x0062a;&#x0062d;&#x00644;&#x0064a;&#x00644; &#x00627;&#x00644;&#x00645;&#x0062c;&#x00645;&#x00639; &#x00627;&#x00644;&#x00631;&#x00623;&#x00633;&#x0064a; &#x00628;&#x00627;&#x00633;&#x0062a;&#x0062e;&#x0062f;&#x00627;&#x00645; &#x0062e;&#x0062f;&#x00645;&#x00629; &#x00627;&#x00644;&#x0062a;&#x00639;&#x00631;&#x0064a;&#x00641; &#x00644;&#x0064a;&#x0062c; &#x00628;&#x00644;&#x00648;&#x0062a; &#x00648;&#x00627;&#x00644;&#x00628;&#x00631;&#x00648;&#x0062a;&#x0064a;&#x00646; &#x00627;&#x00644;&#x00645;&#x0062c;&#x00646;&#x0062f;. &#x0062a;&#x00639;&#x00631;&#x00636;&#x0062a; &#x00623;&#x00641;&#x00636;&#x00644; &#x0062e;&#x00645;&#x00633; &#x00645;&#x00631;&#x00643;&#x00628;&#x00627;&#x0062a; &#x00646;&#x00627;&#x0062c;&#x0062d;&#x00629; &#x00625;&#x00644;&#x00649; &#x00641;&#x0062d;&#x00635; &#x00627;&#x00644;&#x00627;&#x00645;&#x0062a;&#x00632;&#x00627;&#x00632; &#x00648;&#x00627;&#x00644;&#x0062a;&#x00648;&#x00632;&#x0064a;&#x00639; &#x00648;&#x00627;&#x00644;&#x0062a;&#x00645;&#x0062b;&#x0064a;&#x00644; &#x00627;&#x00644;&#x0063a;&#x00630;&#x00627;&#x00626;&#x0064a; &#x00648;&#x00627;&#x00644;&#x00625;&#x00641;&#x00631;&#x00627;&#x00632; &#x00648;&#x00627;&#x00644;&#x00633;&#x00645;&#x0064a;&#x00629; &#x00628;&#x00627;&#x00633;&#x0062a;&#x0062e;&#x0062f;&#x00627;&#x00645; &#x00645;&#x00639;&#x00631;&#x00641; &#x00633;&#x00627;&#x00631; &#x00627;&#x0062f;&#x00645;&#x0062a;.</p></sec><sec><title>&#x00627;&#x00644;&#x00646;&#x0062a;&#x00627;&#x00626;&#x0062c;</title><p>&#x00661;&#x00667; &#x00645;&#x00646; &#x00662;&#x00662; &#x00645;&#x00646; &#x00627;&#x00644;&#x00645;&#x00631;&#x00643;&#x00628;&#x00627;&#x0062a; &#x00627;&#x00644;&#x0062a;&#x0064a; &#x0062a;&#x00645; &#x00641;&#x0062d;&#x00635;&#x00647;&#x00627; &#x00627;&#x0062c;&#x0062a;&#x00627;&#x00632;&#x0062a; &#x0062a;&#x00642;&#x0064a;&#x0064a;&#x00645; &#x00644;&#x0064a;&#x00628;&#x0064a;&#x00646;&#x00633;&#x00643;&#x0064a;. &#x00628;&#x00627;&#x00644;&#x00625;&#x00636;&#x00627;&#x00641;&#x00629; &#x00625;&#x00644;&#x00649; &#x00630;&#x00644;&#x00643;&#x0060c; &#x00623;&#x00638;&#x00647;&#x00631;&#x0062a; &#x00623;&#x00643;&#x0062b;&#x00631; &#x00627;&#x00644;&#x00645;&#x00631;&#x00643;&#x00628;&#x00627;&#x0062a; &#x00646;&#x00634;&#x00627;&#x00637;&#x00627; &#x00645;&#x00646; &#x00627;&#x00644;&#x00646;&#x00628;&#x00627;&#x0062a;&#x00627;&#x0062a; &#x00627;&#x00644;&#x0062a;&#x0064a; &#x0062a;&#x00645; &#x00641;&#x0062d;&#x00635;&#x00647;&#x00627; &#x00625;&#x00645;&#x00643;&#x00627;&#x00646;&#x00627;&#x0062a; &#x00645;&#x0062b;&#x00628;&#x00637;&#x00629; &#x00646;&#x00633;&#x00628;&#x0064a;&#x00627; &#x00636;&#x0062f; &#x00627;&#x00644;&#x00625;&#x00646;&#x00632;&#x0064a;&#x00645; &#x00627;&#x00644;&#x00628;&#x00631;&#x00648;&#x0062a;&#x0064a;&#x00646;&#x0064a; &#x00627;&#x00644;&#x00631;&#x00626;&#x0064a;&#x00633; &#x00639;&#x00646;&#x0062f; &#x00645;&#x00642;&#x00627;&#x00631;&#x00646;&#x0062a;&#x00647;&#x00627; &#x00628;&#x00627;&#x00644;&#x00647;&#x0064a;&#x0062f;&#x00631;&#x00648;&#x00643;&#x00633;&#x0064a;&#x00643;&#x00644;&#x00648;&#x00631;&#x00648;&#x00643;&#x00648;&#x0064a;&#x00646;&#x0060c; &#x00627;&#x00644;&#x00623;&#x00645;&#x00631; &#x00627;&#x00644;&#x00630;&#x0064a; &#x0064a;&#x00644;&#x00645;&#x0062d; &#x00625;&#x00644;&#x00649; &#x00645;&#x00634;&#x00627;&#x00631;&#x00643;&#x0062a;&#x00647;&#x00645; &#x00627;&#x00644;&#x00645;&#x0062d;&#x0062a;&#x00645;&#x00644;&#x00629; &#x00641;&#x0064a; &#x0062a;&#x0062b;&#x00628;&#x0064a;&#x00637; &#x00639;&#x00645;&#x00644;&#x0064a;&#x00629; &#x00627;&#x00644;&#x0062a;&#x00643;&#x00627;&#x0062b;&#x00631; &#x00644;&#x00644;&#x00625;&#x00646;&#x00632;&#x0064a;&#x00645; &#x00627;&#x00644;&#x00628;&#x00631;&#x00648;&#x0062a;&#x0064a;&#x00646;&#x0064a; &#x00627;&#x00644;&#x00631;&#x00626;&#x0064a;&#x00633; &#x00644;&#x00641;&#x0064a;&#x00631;&#x00648;&#x00633; &#x00633;&#x00627;&#x00631;&#x00633;-&#x00643;&#x00648;&#x00641;&#x0064a;&#x0062f;-&#x00662;.</p></sec><sec><title>&#x00627;&#x00644;&#x00627;&#x00633;&#x0062a;&#x00646;&#x0062a;&#x00627;&#x0062c;&#x00627;&#x0062a;</title><p>&#x00641;&#x0064a; &#x00647;&#x00630;&#x00647; &#x00627;&#x00644;&#x0062f;&#x00631;&#x00627;&#x00633;&#x00629;&#x0060c; &#x00645;&#x00639;&#x00638;&#x00645; &#x00627;&#x00644;&#x00645;&#x00643;&#x00648;&#x00646;&#x00627;&#x0062a; &#x00627;&#x00644;&#x00646;&#x00628;&#x00627;&#x0062a;&#x0064a;&#x00629; &#x00627;&#x00644;&#x00646;&#x00634;&#x00637;&#x00629; &#x00639;&#x00631;&#x00636;&#x0062a; &#x00625;&#x00645;&#x00643;&#x00627;&#x00646;&#x00627;&#x0062a; &#x00645;&#x0062b;&#x00628;&#x00637;&#x00629; &#x00636;&#x0062f; &#x00627;&#x00644;&#x00625;&#x00646;&#x00632;&#x0064a;&#x00645; &#x00627;&#x00644;&#x00628;&#x00631;&#x00648;&#x0062a;&#x0064a;&#x00646;&#x0064a; &#x00627;&#x00644;&#x00631;&#x00626;&#x0064a;&#x00633; &#x00644;&#x00641;&#x0064a;&#x00631;&#x00648;&#x00633; &#x00633;&#x00627;&#x00631;&#x00633;-&#x00643;&#x00648;&#x00641;&#x0064a;&#x0062f;-&#x00662; &#x00648;&#x00627;&#x00644;&#x0062e;&#x00635;&#x00627;&#x00626;&#x00635; &#x00627;&#x00644;&#x0062f;&#x00648;&#x00627;&#x00626;&#x0064a;&#x00629; &#x00627;&#x00644;&#x00645;&#x00641;&#x00636;&#x00644;&#x00629; &#x00639;&#x00646;&#x0062f; &#x00645;&#x00642;&#x00627;&#x00631;&#x00646;&#x0062a;&#x00647;&#x00627; &#x00628;&#x00627;&#x00644;&#x00647;&#x0064a;&#x0062f;&#x00631;&#x00648;&#x00643;&#x00633;&#x0064a;&#x00643;&#x00644;&#x00648;&#x00631;&#x00648;&#x00643;&#x00648;&#x0064a;&#x00646;&#x0060c; &#x00645;&#x00645;&#x00627; &#x0064a;&#x0062c;&#x00639;&#x00644;&#x00647;&#x00627; &#x00645;&#x00636;&#x00627;&#x0062f;&#x00627;&#x0062a; &#x00645;&#x0062d;&#x0062a;&#x00645;&#x00644;&#x00629; &#x00644;&#x00644;&#x00641;&#x0064a;&#x00631;&#x00648;&#x00633;&#x00627;&#x0062a; &#x00636;&#x0062f; &#x00645;&#x00631;&#x00636; &#x00641;&#x0064a;&#x00631;&#x00648;&#x00633; &#x00643;&#x00648;&#x00631;&#x00648;&#x00646;&#x00627;.</p></sec></trans-abstract><kwd-group xml:lang="ar" id="kwrds0010"><title>&#x00627;&#x00644;&#x00643;&#x00644;&#x00645;&#x00627;&#x0062a; &#x00627;&#x00644;&#x00645;&#x00641;&#x0062a;&#x00627;&#x0062d;&#x0064a;&#x00629;</title><kwd>&#x00623;&#x00632;&#x00627;&#x0062f;&#x0064a;&#x00631;&#x00627;&#x00634;&#x0062a;&#x00627; &#x00625;&#x00646;&#x0062f;&#x0064a;&#x00643;&#x00627;</kwd><kwd>&#x00641;&#x0064a; &#x00627;&#x00644;&#x00633;&#x0064a;&#x00644;&#x0064a;&#x00643;&#x00648;</kwd><kwd>&#x00645;&#x00627;&#x00646;&#x0062c;&#x0064a;&#x00641;&#x0064a;&#x00631;&#x00627; &#x00625;&#x00646;&#x0062f;&#x0064a;&#x00643;&#x00627;</kwd><kwd>&#x00645;&#x00648;&#x00631;&#x0064a;&#x00646;&#x0062c;&#x00627; &#x00623;&#x00648;&#x00644;&#x0064a;&#x00641;&#x0064a;&#x00631;&#x00627;</kwd><kwd>&#x00627;&#x00644;&#x00625;&#x00646;&#x00632;&#x0064a;&#x00645; &#x00627;&#x00644;&#x00628;&#x00631;&#x00648;&#x0062a;&#x0064a;&#x00646;&#x0064a; &#x00627;&#x00644;&#x00631;&#x00626;&#x0064a;&#x00633; &#x00644;&#x00641;&#x0064a;&#x00631;&#x00648;&#x00633; &#x00633;&#x00627;&#x00631;&#x00633;-&#x00643;&#x00648;&#x00641;&#x0064a;&#x0062f;-</kwd><kwd>&#x00662;</kwd></kwd-group><kwd-group id="kwrds0015"><title>Keywords</title><kwd><italic>Azadirachta indica</italic></kwd><kwd><italic>in silico</italic></kwd><kwd><italic>Mangifera indica</italic></kwd><kwd><italic>Moringa oleifera</italic></kwd><kwd>SARS-CoV-2 main protease</kwd></kwd-group></article-meta></front><body><sec id="sec1"><title>Introduction</title><p id="p0010">Since the beginning of the 21st century, novel Coronaviruses (CoVs) have caused major outbreaks of fatal pneumonia globally.<xref rid="bib1" ref-type="bibr"><sup>1</sup></xref> Severe acute respiratory syndrome coronavirus (SARS-CoV) emerged and spread to five continents in 2003, while the Middle East respiratory syndrome coronavirus (MERS-CoV) broke out in the Arabian Peninsula in 2012. These outbreaks produced mortality rates of 10% and 35%, respectively.<xref rid="bib1" ref-type="bibr">1</xref>, <xref rid="bib2" ref-type="bibr">2</xref>, <xref rid="bib3" ref-type="bibr">3</xref>, <xref rid="bib4" ref-type="bibr">4</xref>, <xref rid="bib5" ref-type="bibr">5</xref> However, both SARS-CoV and MERS-CoV are zoonotic viruses, and their hosts are bats or civets and dromedary camels, respectively.<xref rid="bib6" ref-type="bibr"><sup>6</sup></xref> To date, no specific therapeutic drug or vaccine has been approved for the treatment of human coronavirus; hence, human health is at significant risk due to the outbreaks of coronaviruses.<xref rid="bib1" ref-type="bibr"><sup>1</sup></xref>
</p><p id="p0015">In December 2019, several pneumonia cases emerged due to outbreak of an unprecedented coronavirus later called Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) in Wuhan, China.<xref rid="bib7" ref-type="bibr">7</xref>, <xref rid="bib8" ref-type="bibr">8</xref>, <xref rid="bib9" ref-type="bibr">9</xref>, <xref rid="bib10" ref-type="bibr">10</xref> The whole genome of this novel coronavirus was sequenced, and it revealed that it is 96.2% identical to coronavirus in bats and possess 79.5% and &#x0003c;50% sequence similarities with SARS-CoV and MERS-CoV, respectively<xref rid="bib1" ref-type="bibr"><sup>1</sup></xref>
<sup>,</sup>
<xref rid="bib11" ref-type="bibr"><sup>11</sup></xref>
<sup>,</sup>
<xref rid="bib12" ref-type="bibr"><sup>12</sup></xref> The novel coronavirus was termed SARS-CoV-2 by the International Committee on Taxonomy of Viruses, and the associated pneumonia was designated as COVID-19 by World Health Organization (WHO) on February 11, 2020.<xref rid="bib13" ref-type="bibr"><sup>13</sup></xref> The disease not only spread rapidly to most provinces of China but also to over 200 countries and territories across all continents and was announced as a global health emergency by the WHO on March 11, 2020.<xref rid="bib14" ref-type="bibr"><sup>14</sup></xref>
</p><p id="p0020">The COVID-19 viral genome comprises approximately 30,000 nucleotides, and its replicase gene encodes two overlapping polyproteins, pp1a and pp1ab, essential for viral replication and transcription.<xref rid="bib1" ref-type="bibr"><sup>1</sup></xref>
<sup>,</sup>
<xref rid="bib11" ref-type="bibr"><sup>11</sup></xref>
<sup>,</sup>
<xref rid="bib15" ref-type="bibr"><sup>15</sup></xref> These functional polypeptides are then released from the polyproteins by extensive proteolytic cleavage, with the aid of a 33.8-kDa main protease (Mpro), alternatively called 3C-like protease and papain-like proteases (PLPs).<xref rid="bib15" ref-type="bibr"><sup>15</sup></xref> Biochemically, Mpro cleaves the polyprotein at 11 conserved sites to release non-structural proteins 4 to 16 (nsp4 - 16), starting with its self-cleavage from pp1a and pp1ab.<xref rid="bib7" ref-type="bibr"><sup>7</sup></xref>
<sup>,</sup>
<xref rid="bib15" ref-type="bibr"><sup>15</sup></xref>
<sup>,</sup>
<xref rid="bib16" ref-type="bibr"><sup>16</sup></xref> Interestingly, recent studies have highlighted the advantage linked to the identification of Mpro from SARS-CoV-2 as a target attractive for antiviral drug design due to the absence of related homologs of Mpro in humans.<xref rid="bib7" ref-type="bibr"><sup>7</sup></xref>
<sup>,</sup>
<xref rid="bib15" ref-type="bibr"><sup>15</sup></xref>
</p><p id="p0025">Regrettably, there are no specific therapies approved by recognized international health agencies, such as the WHO and US Food and Drug Administration (FDA) for SARS-CoV-2.<xref rid="bib17" ref-type="bibr">17</xref>, <xref rid="bib18" ref-type="bibr">18</xref>, <xref rid="bib19" ref-type="bibr">19</xref> Presently, several agents, such as chloroquine,<xref rid="bib20" ref-type="bibr"><sup>20</sup></xref> hydroxychloroquine,<xref rid="bib21" ref-type="bibr"><sup>21</sup></xref> remdesivir,<xref rid="bib22" ref-type="bibr"><sup>22</sup></xref> lopinavir/ritonavir,<xref rid="bib23" ref-type="bibr"><sup>23</sup></xref> azithromycin,<xref rid="bib24" ref-type="bibr"><sup>24</sup></xref> and tocilizumab<xref rid="bib25" ref-type="bibr"><sup>25</sup></xref> are undergoing clinical trials under compassionate use protocols based on promising inhibitory effects exhibited against SARS-CoV-2 and related viral diseases<italic>in&#x000a0;vitro</italic> is now a milestone for drug repurposing against this viral malady. Despite their success in clinical reports, none have gained approval for use against SAR-CoV-2 because their curative outcomes remain very limited and their toxic side-effects cannot be ignored. Conversely, a recent study from Xu et&#x000a0;al.<xref rid="bib19" ref-type="bibr"><sup>19</sup></xref> and Ashfaq et&#x000a0;al.<xref rid="bib26" ref-type="bibr"><sup>26</sup></xref> revealed the relevance of molecular docking techniques to find newer and potential inhibitors of Mpro. As such, alternative novel evidence based on the molecular docking approach could become useful for the advancement of novel drugs for the management and treatment of SARS-CoV-2.</p><p id="p0030">Similarly, bioactive plant products play a key role in deterring disease and promoting treatment by enhancing antioxidant activity, inhibiting microbial growth, and modulating genetic pathways.<xref rid="bib26" ref-type="bibr">26</xref>, <xref rid="bib27" ref-type="bibr">27</xref>, <xref rid="bib28" ref-type="bibr">28</xref> Also, the global interest in the health-promoting benefits offered by phytoconstituents has increased recently compared with other synthetic drugs is due to their cheap, ease of access coupled with their few side effects. Numerous pharmacologically active medications with minimal or no side effects are derived from natural sources, such as medicinal plants and microbes.<xref rid="bib28" ref-type="bibr"><sup>28</sup></xref> Furthermore, bioactive compounds from some plants possess antiviral activities.<xref rid="bib29" ref-type="bibr"><sup>29</sup></xref>
<sup>,</sup>
<xref rid="bib30" ref-type="bibr"><sup>30</sup></xref> Therefore, natural products possessing antiviral activity can be used as templates in the search for potential bioactive compounds against SARS-CoV-2. In this regard, molecular docking can predict the underlying mechanism, emphasizing the receptor protein interactions with bioactive compounds.</p><p id="p0035">In recent years, <italic>Azadirachta indica</italic> (neem), an evergreen tree belonging to the family <italic>Meliaceae,</italic> has been regarded as an essential medicinal and fast-growing perennial tree found in Africa, America, and India. It has gained global significance due to its wide-ranging therapeutic activities.<xref rid="bib26" ref-type="bibr"><sup>26</sup></xref>
<sup>,</sup>
<xref rid="bib31" ref-type="bibr"><sup>31</sup></xref>
<sup>,</sup>
<xref rid="bib32" ref-type="bibr"><sup>32</sup></xref> It has considerable antinociceptive, emollient, antiviral, anti-inflammatory, antiseptic, antifungal, astringent, insecticidal, anti-helminthic, and antibacterial properties.<xref rid="bib26" ref-type="bibr"><sup>26</sup></xref>
<sup>,</sup>
<xref rid="bib27" ref-type="bibr"><sup>27</sup></xref>
<sup>,</sup>
<xref rid="bib33" ref-type="bibr"><sup>33</sup></xref> Over 140 active constituents with established therapeutic usefulness have been identified in various parts of this plant.<xref rid="bib26" ref-type="bibr"><sup>26</sup></xref> There are many constituents in <italic>A.&#x000a0;indica,</italic> such as limonoids, nimbin, nimbidin, and nimbolide that can aid in disease management by modulating numerous pathways of genetic relevance and other activities.<xref rid="bib34" ref-type="bibr"><sup>34</sup></xref> However, quercetin and &#x003b2;-sitosterol were the first polyphenolic flavonoids purified from fresh leaves of neem and were known to have antifungal and antibacterial activities.<xref rid="bib27" ref-type="bibr"><sup>27</sup></xref>
<sup>,</sup>
<xref rid="bib31" ref-type="bibr"><sup>31</sup></xref>
<sup>,</sup>
<xref rid="bib34" ref-type="bibr"><sup>34</sup></xref>
</p><p id="p0040">
<italic>Mangifera indica</italic> of the <italic>Anacardiaceae</italic> family is one of the main tropical trees originating from Asia,<xref rid="bib35" ref-type="bibr"><sup>35</sup></xref> Brazil, China, India, Mexico, Nigeria, Pakistan, the Philippines, and Thailand, with India being the premier mango cultivating country.<xref rid="bib36" ref-type="bibr"><sup>36</sup></xref> Despite the common use of mango fruit as food, various parts of mango trees have also been used in folkloric medicine in most South-East Asian and African countries.<xref rid="bib35" ref-type="bibr"><sup>35</sup></xref>
<sup>,</sup>
<xref rid="bib36" ref-type="bibr"><sup>36</sup></xref> Barretto et&#x000a0;al.<xref rid="bib37" ref-type="bibr"><sup>37</sup></xref> characterized and quantified a wide-range of polyphenolic compounds in <italic>M.&#x000a0;indica</italic>. Mangiferin, gallic acid, catechins, quercetin, kaempferol, protocatechuic acid, ellagic acids, propyl and methyl gallate, rhamnetin, and anthocyanins are the major polyphenolic compounds found in <italic>M.&#x000a0;indica</italic>.<xref rid="bib36" ref-type="bibr"><sup>36</sup></xref> According to Al Rawi et&#x000a0;al.,<xref rid="bib38" ref-type="bibr"><sup>38</sup></xref> extracts from <italic>M.&#x000a0;indica</italic> show antiviral activity against influenza virus H9N2 grown on cultured cells, with minimal cytotoxicity. Additionally, the bark, flowers, fruits, and leaves of <italic>M.&#x000a0;indica</italic> have also been reported to possess antiviral properties.<xref rid="bib35" ref-type="bibr"><sup>35</sup></xref>
<sup>,</sup>
<xref rid="bib36" ref-type="bibr"><sup>36</sup></xref>
<sup>,</sup>
<xref rid="bib39" ref-type="bibr"><sup>39</sup></xref>
</p><p id="p0045">Another African plant, <italic>Moringa oleifera</italic> of <italic>Moringaceae</italic>, originates from northern India and can be cultivated in tropical and subtropical regions.<xref rid="bib40" ref-type="bibr">40</xref>, <xref rid="bib41" ref-type="bibr">41</xref>, <xref rid="bib42" ref-type="bibr">42</xref> The diverse parts of the plant have traditional use in managing various ailments, such as arthritis, diabetes, fever, asthma, epilepsy, wounds, body pains and weakness, cough, blood pressure, skin infections, chronic anemia, cancer, viral infections, malaria, haemorrhage, tuberculosis, and other respiratory diseases.<xref rid="bib43" ref-type="bibr"><sup>43</sup></xref>
<sup>,</sup>
<xref rid="bib44" ref-type="bibr"><sup>44</sup></xref> Earlier reports revealed its inhibitory activity against a few infectious disease-causing viruses: human immunodeficiency, herpes simplex, hepatitis B, and Epstein&#x02013;Barr.<xref rid="bib40" ref-type="bibr"><sup>40</sup></xref>
<sup>,</sup>
<xref rid="bib43" ref-type="bibr"><sup>43</sup></xref>
<sup>,</sup>
<xref rid="bib44" ref-type="bibr"><sup>44</sup></xref>
<italic>M.&#x000a0;oleifera</italic> possess a very high antioxidant activity.<xref rid="bib40" ref-type="bibr"><sup>40</sup></xref>
<sup>,</sup>
<xref rid="bib45" ref-type="bibr"><sup>45</sup></xref> In addition, the leaves are very rich in vitamins, carotenoids, polyphenols, phenolic acids, flavonoids, alkaloids, glucosinolates, isothiocyanates, tannins, saponins, oxalates, and phytates.<xref rid="bib40" ref-type="bibr"><sup>40</sup></xref>
<sup>,</sup>
<xref rid="bib41" ref-type="bibr"><sup>41</sup></xref>
<sup>,</sup>
<xref rid="bib46" ref-type="bibr"><sup>46</sup></xref>
</p><p id="p0050">Having considered the potential of these plant's bioactive compounds in the management and treatment of many diseases, with emphasis on their limitations, it is therefore essential to explore an evidenced-based molecular docking approach to assess the inhibitory potential of some of the active compounds from <italic>A.&#x000a0;indica, M. indica</italic> and <italic>M.&#x000a0;oleifera</italic> leaves against Mpro and also screen the top hit compounds for adsorption, distribution, metabolism, excretion, and toxicity (ADMET) <italic>in silico</italic>.</p></sec><sec id="sec2"><title>Materials and Methods</title><sec id="sec2.1"><title>Protein target selection, preparation, and active site prediction</title><p id="p0055">The three-dimensional (3D) X-ray crystal structure of Mpro found in SARS-CoV-2 (PDB ID: 6lu7) was obtained from the Protein Data Bank (PDB) (<ext-link ext-link-type="uri" xlink:href="http://www.pdb.org/pdb" id="intref0010">www.pdb.org/pdb</ext-link>). Using UCSF-Chimera&#x000a9; (version 1.13) software tools (<ext-link ext-link-type="uri" xlink:href="http://www.cgl.ucsf.edu/chimera" id="intref0015">http://www.cgl.ucsf.edu/chimera</ext-link>),<xref rid="bib47" ref-type="bibr"><sup>47</sup></xref> the protein target was prepared for docking by removing the co-crystallized ligand and additional water molecules to make it a nascent receptor, after which hydrogen charges were added to the protein. The DogSite module of the protein-plus web server (<ext-link ext-link-type="uri" xlink:href="http://proteinsplus.zbh.uni-hamburg.de" id="intref0020">http://proteinsplus.zbh.uni-hamburg.de</ext-link>), which is based on the druggability score of identified pockets,<xref rid="bib48" ref-type="bibr"><sup>48</sup></xref> was applied to predict the binding site of Mpro.</p></sec><sec id="sec2.2"><title>Ligand preparations</title><p id="p0060">Three-dimensional (3D) structures of the selected molecules were obtained in a simple data file from the PubChem server (<ext-link ext-link-type="uri" xlink:href="https://www.ncbi.nlm.nih.gov/pccompound" id="intref0025">https://www.ncbi.nlm.nih.gov/pccompound</ext-link>) and were converted to mole files using MarvinSketch&#x000a9; (ver. 15.11.30). The molecules were optimized for docking using the Merck molecular force field (MMFF94) in Avogadro (ver. 1.10). A total of twenty-two compounds from <italic>A.&#x000a0;indica, M. indica,</italic> and <italic>M.&#x000a0;oleifera</italic> was selected for the study, while hydroxychloroquine was adopted as a control drug.</p></sec><sec id="sec2.3"><title>Drug likeness screening</title><p id="p0065">The selected compounds were screened for drug-likeness as described by Lipinski et&#x000a0;al.<xref rid="bib49" ref-type="bibr"><sup>49</sup></xref>
<sup>.</sup> The compounds were analysed using DruLiTo software to predict their logP, molecular weight, and hydrogen bond donor and acceptor values. Lipinski's rule of five was applied to screen for the probable molecules that can serve as oral drugs.<xref rid="bib50" ref-type="bibr"><sup>50</sup></xref>
</p></sec><sec id="sec2.4"><title>Validation of the <italic>in-silico</italic> docking protocol</title><p id="p0070">The docking protocol was validated to substantiate the accuracy and reliability of the docking results, according to Gregory et&#x000a0;al.<xref rid="bib51" ref-type="bibr"><sup>51</sup></xref> The goal was to accurately reproduce the binding pore and the molecular interactions of the co-crystallised ligand of the experimentally-crystallized protein structure. Accordingly, the native ligand of the x-ray protein was separated from the protein and then prepared for docking in UCSF-Chimera.<xref rid="bib47" ref-type="bibr"><sup>47</sup></xref> The ligand was then docked back into Mpro's active site using Auto Dock Vina in PyRx.<xref rid="bib52" ref-type="bibr"><sup>52</sup></xref> The docked complex was superimposed with the X-ray resolved crystal Mpro bearing the co-crystallized ligand to generate the root mean square deviation (RMSD) value in PyMOL. Notably, the RMSD value ranging from (0&#x02013;2) &#x000c5; is appropriate for docking and is indicative that the protocol could be subsequently used for other small molecule inhibitors.</p></sec><sec id="sec2.5"><title><italic>In silico</italic> molecular docking</title><p id="p0075">The docking was executed using a flexible docking protocol as described by Trott and Olson<xref rid="bib52" ref-type="bibr"><sup>52</sup></xref> with slight modifications. In brief, Python Prescription 0.8, a software suite of Auto Dock Vina, was utilized for the molecular docking analysis of the selected ligands with Mpro. The protein data bank, partial charge, and atom type (PDBQT) files of the protein were generated (using their previously created PDB files as inputs). The enzyme's target site was set with the help of a grid box with dimensions 27.601&#x000a0;&#x000c5;&#x000a0;&#x000d7;&#x000a0;32.911&#x000a0;&#x000c5; x 32.182&#x000a0;&#x000c5;, and the centres were adjusted based on the active site of the enzyme. Once the molecular docking was completed, 10 configurations for each protein-ligand complex were generated for all the ligands. Text files of the scoring results were also created for manual comparative analysis. All through this <italic>in silico</italic> investigation, an exhaustiveness of 10 was used for docking to achieve results with high accuracy and reliability. The protein-ligand complexes as well the molecular interaction were all visualized in 3D and 2D using PyMOL&#x000a9; Molecular Graphics (version 1.3, 2010, Shrodinger LLC), LigPlot<sup>+</sup>&#x000a9; Roman Lakoskwi, European Bioinformatics Institute, Hinxton, Cambridge, United Kingdom (version 2.1.), and the Protein-ligand interaction profiler's (PLIP) webserver (<ext-link ext-link-type="uri" xlink:href="https://projects.biotec.tu-dresden.de/plip-web/plip" id="intref0030">https://projects.biotec.tu-dresden.de/plip-web/plip</ext-link>) to check for additional interactions between the ligands and the Mpro.<xref rid="bib53" ref-type="bibr"><sup>53</sup></xref>
</p></sec><sec id="sec2.6"><title>Prediction of ADMET properties</title><p id="p0080">The ADMET properties of the compounds with the highest hits from the molecular docking studies were executed using the ADMETSar webserver (<ext-link ext-link-type="uri" xlink:href="http://lmmd.ecust.edu.cn/" id="intref0035">http://lmmd.ecust.edu.cn/</ext-link>).<xref rid="bib54" ref-type="bibr"><sup>54</sup></xref>
<sup>,</sup>
<xref rid="bib55" ref-type="bibr"><sup>55</sup></xref> This is a web platform in which the hit compounds were accessed for their aqueous solubility, pharmacodynamics, and pharmacokinetic properties using the various models.</p></sec></sec><sec id="sec3"><title>Results</title><p id="p0085">In this <italic>in silico</italic> study, 22 active compounds from the study plants and the control drug (<xref rid="fig1" ref-type="fig">Figure&#x000a0;1</xref>
) were assessed for their inhibitory properties against Mpro (<xref rid="fig2" ref-type="fig">Figure&#x000a0;2</xref>
) of SARS-CoV-2, the key protein implicated in the pathogenesis of COVID-19. Furthermore, the active site of Mpro was predicted using the DogSite scorer on the protein-plus web server, which is a fully automatic algorithm for predicting pockets and their druggability.<xref rid="bib48" ref-type="bibr"><sup>48</sup></xref> The higher the drug score of a predicted pocket, the more suitable it is for adoption as the binding site of a target protein. At the end of the prediction, 37 amino acid residues were identified in the pocket with the highest drug score and simple score. The amino acid residues are; Gln19, Thr25, Thr26, Leu27, Asn28, Arg40, His41, Cys44, Asp48, Met49, Pro52, Tyr54, Cys117, Tyr118, Asn119, Gly120, Phe140, Leu141, Asn142, Gly143, Ser144, Cys145, His163, His164, Met165, Glu166, Leu167, Pro168, His172, Phe181, Val186, Asp187, Arg188, Gln189, Thr190, Ala191 and Gln192. The platform predicted 24 out of the established 25 amino acids from previous studies.<xref rid="bib1" ref-type="bibr"><sup>1</sup></xref>
<sup>,</sup>
<xref rid="bib15" ref-type="bibr"><sup>15</sup></xref>
<fig id="fig1"><label>Figure&#x000a0;1</label><caption><p>The structures of active compounds from <italic>Azadirachta indica, Mangifera indica,</italic> and <italic>Moringa oleifera,</italic> and the control drug (hydroxychloroquine).</p></caption><alt-text id="alttext0010">Figure&#x000a0;1</alt-text><graphic xlink:href="gr1a_lrg"/><graphic xlink:href="gr1b_lrg"/></fig><fig id="fig2"><label>Figure&#x000a0;2</label><caption><p>The structure of the ribbon pattern (a) and surface presentation, (b) of the main protease from SARS-CoV-2.</p></caption><alt-text id="alttext0015">Figure&#x000a0;2</alt-text><graphic xlink:href="gr2_lrg"/></fig></p><p id="p0090">A total of 17 out of the 22 active compounds initially selected for this study passed Lipinski's rule of five. In contrast, the other five (azadirachtin, isoquercitrin, quercitrin, rutin, and salanin) that violated at least two of the rules were eliminated from further investigations (<xref rid="tbl1" ref-type="table">Table&#x000a0;1</xref>
). Before docking, the protocol for docking was validated<xref rid="bib51" ref-type="bibr"><sup>51</sup></xref> as elucidated in the methodology. This process was carried out to provide assurances of the deployed protocols and docking tools to accurately provide correct binding signatures with quality interactions between the target protein and the bioactive compounds investigated in this study. This experiment was considered successful since the docked complex precisely reproduced the original pose as the native ligand (N-leucinamide) (<xref rid="fig3" ref-type="fig">Figure&#x000a0;3</xref>
) with an RMSD value of 1.049&#x000a0;&#x000c5;. The results of molecular docking between the assessed active compounds and Mpro is presented in <xref rid="tbl2" ref-type="table">Table&#x000a0;2</xref>
. The docking outputs revealed that catechin, chlorogenic acid, ellagic acid, epicatechin, gedunin, kaempferol, lupeol, mangiferin, myricetin, nimbandiol, nimbinene, nimbolide, and quercetin had better binding positions with Mpro than with hydroxychloroquine, as adjudged by their relatively lower binding energy values (also see <xref rid="fig4" ref-type="fig">Figure&#x000a0;4</xref>
). The control drug, hydroxychloroquine, has a binding energy of&#x000a0;&#x02212;6.4&#x000a0;kcal/mol while forming hydrogen bonds with Ser144, Cys145, Gln189 and Thr190 in the active site of Mpro, and it established a hydrophobic interaction with Phe140, Leu141, Asn142, Gly143, Ser144, Met165, Glu166, Arg188, and Gln189 in the active site of Mpro. Based on the docking outputs, mangiferin had the best binding position, with a binding energy of&#x000a0;&#x02212;8.4&#x000a0;kcal/mol. It interacts with the target enzyme to yield hydrogen bonds with nine amino acid residues in the active site of Mpro: His41, Leu141, Asn142, Gly143, Ser144, Cys145, Arg188, Thr190, and Gln192. Furthermore, it establishes hydrophobic interactions with His41, Met49, Leu141, Asn142, Gly143, Ser144, Cys145, Met165, Glu166, Arg188, Gln189, Thr190, and Gln192 in the Mpro active site. Conversely, gallic acid had the lowest binding affinity compared with other screened compounds and our control drug, as predicted from its relatively higher binding energy (&#x02212;5.5&#x000a0;kcal/mol) after it was docked against Mpro. Gallic acid formed hydrogen bond interactions with Leu141, Gly143, Ser144, Cys145, His163 and Glu166 in the active site of Mpro and hydrophobically interacted with Mpro by binding with Phe140, Leu141, Asn142, Gly143, Ser144, His163, Met165, and Glu166 amino acids in the active cavity of the target protein. The relatively higher binding energy exhibited by gallic acid is equivalent to the lowest binding affinity compared with other compounds and the control drug. Thus, the available data from the pool of investigated active compounds suggest that mangiferin and gallic acid may possess the most and least inhibitory effect against SARS-CoV-2 Mpro, respectively.<table-wrap position="float" id="tbl1"><label>Table&#x000a0;1</label><caption><p>Lipinski's drug-likeness screening of the control drug and the active compounds from <italic>Azadirachta indica, Mangifera indica,</italic> and <italic>Moringa oleifera</italic> leaves.</p></caption><alt-text id="alttext0030">Table&#x000a0;1</alt-text><table frame="hsides" rules="groups"><thead><tr><th>S/N</th><th>Plant</th><th>Phytochemicals</th><th>Chemical formulae</th><th>Molecular weight</th><th>LogP</th><th>Number of HB acceptor</th><th>Number of HB donor</th><th>No of violation</th></tr></thead><tbody><tr><td rowspan="9">1</td><td rowspan="9"><italic>Azadirachta indica</italic></td><td>Azadirachtin</td><td>C<sub>35</sub>H<sub>44</sub>O<sub>16</sub></td><td>720.26</td><td>&#x02212;0.683</td><td>16</td><td>3</td><td>2</td></tr><tr><td>Gedunin</td><td>C<sub>28</sub>H<sub>34</sub>O<sub>7</sub></td><td>482.23</td><td>3.557</td><td>7</td><td>0</td><td>1</td></tr><tr><td>Nimbandiol</td><td>C<sub>26</sub>H<sub>32</sub>O<sub>7</sub></td><td>456.21</td><td>&#x02212;0.311</td><td>7</td><td>2</td><td>0</td></tr><tr><td>Nimbin</td><td>C<sub>30</sub>H<sub>36</sub>O<sub>9</sub></td><td>540.24</td><td>1.276</td><td>9</td><td>0</td><td>1</td></tr><tr><td>Nimbinene</td><td>C<sub>28</sub>H<sub>34</sub>O<sub>7</sub></td><td>482.23</td><td>0.928</td><td>7</td><td>0</td><td>0</td></tr><tr><td>Nimbolide</td><td>C<sub>27</sub>H<sub>30</sub>O<sub>7</sub></td><td>466.2</td><td>1.035</td><td>7</td><td>0</td><td>0</td></tr><tr><td>Nimbolinin</td><td>C<sub>35</sub>H<sub>46</sub>O<sub>10</sub></td><td>626.31</td><td>3.137</td><td>10</td><td>1</td><td>1</td></tr><tr><td>Salanin</td><td>C<sub>34</sub>H<sub>44</sub>O<sub>9</sub></td><td>596.3</td><td>3.089</td><td>9</td><td>0</td><td>1</td></tr><tr><td>Quercetin</td><td>C<sub>15</sub>H<sub>10</sub>O<sub>7</sub></td><td>302.04</td><td>1.834</td><td>7</td><td>5</td><td>0</td></tr><tr><td rowspan="9">2</td><td rowspan="9"><italic>Mangifera indica</italic></td><td>Catechin</td><td>C<sub>15</sub>H<sub>14</sub>O<sub>6</sub></td><td>290.08</td><td>0.852</td><td>6</td><td>5</td><td>0</td></tr><tr><td>Ellagic acid</td><td>C<sub>14</sub>H<sub>6</sub>O<sub>8</sub></td><td>302.01</td><td>1.366</td><td>8</td><td>4</td><td>0</td></tr><tr><td>Epicatechin</td><td>C<sub>15</sub>H<sub>14</sub>O<sub>6</sub></td><td>290.08</td><td>0.852</td><td>6</td><td>5</td><td>0</td></tr><tr><td>Gallic acid</td><td>C<sub>7</sub>H<sub>6</sub>O<sub>5</sub></td><td>170.02</td><td>0.964</td><td>5</td><td>4</td><td>0</td></tr><tr><td>Kaempferol</td><td>C<sub>15</sub>H<sub>10</sub>O<sub>6</sub></td><td>286.05</td><td>1.486</td><td>6</td><td>4</td><td>0</td></tr><tr><td>Lupeol</td><td>C<sub>30</sub>H<sub>50</sub>O</td><td>426.39</td><td>11.901</td><td>1</td><td>1</td><td>1</td></tr><tr><td>Mangiferin</td><td>C<sub>19</sub>H<sub>18</sub>O<sub>11</sub></td><td>422.08</td><td>&#x02212;0.631</td><td>11</td><td>8</td><td>2</td></tr><tr><td>Quercetin</td><td>C<sub>15</sub>H<sub>10</sub>O<sub>7</sub></td><td>302.04</td><td>1.834</td><td>7</td><td>5</td><td>0</td></tr><tr><td>Rutin</td><td>C<sub>27</sub>H<sub>30</sub>O<sub>16</sub></td><td>610.15</td><td>&#x02212;0.735</td><td>16</td><td>10</td><td>3</td></tr><tr><td rowspan="12">3</td><td rowspan="12"><italic>Moringa oleifera</italic></td><td>Caffeic acid</td><td>C<sub>9</sub>H<sub>8</sub>O<sub>4</sub></td><td>180.04</td><td>0.888</td><td>4</td><td>3</td><td>0</td></tr><tr><td>Catechin</td><td>C<sub>15</sub>H<sub>14</sub>O<sub>6</sub></td><td>290.08</td><td>0.852</td><td>6</td><td>5</td><td>0</td></tr><tr><td>Chlorogenic acid</td><td>C<sub>16</sub>H<sub>18</sub>O<sub>9</sub></td><td>354.1</td><td>&#x02212;0.7</td><td>9</td><td>6</td><td>1</td></tr><tr><td>Ellagic acid</td><td>C<sub>14</sub>H<sub>6</sub>O<sub>8</sub></td><td>302.01</td><td>1.366</td><td>8</td><td>4</td><td>0</td></tr><tr><td>Epicatechin</td><td>C<sub>15</sub>H<sub>14</sub>O<sub>6</sub></td><td>290.08</td><td>0.852</td><td>6</td><td>5</td><td>0</td></tr><tr><td>Gallic acid</td><td>C<sub>7</sub>H<sub>6</sub>O<sub>5</sub></td><td>170.02</td><td>0.964</td><td>5</td><td>4</td><td>0</td></tr><tr><td>Isoquercitrin</td><td>C<sub>21</sub>H<sub>20</sub>O<sub>12</sub></td><td>464.1</td><td>0.099</td><td>12</td><td>8</td><td>2</td></tr><tr><td>Kaempferol</td><td>C<sub>15</sub>H<sub>10</sub>O<sub>6</sub></td><td>286.05</td><td>1.486</td><td>6</td><td>4</td><td>0</td></tr><tr><td>Myrecitin</td><td>C<sub>15</sub>H<sub>10</sub>O<sub>8</sub></td><td>318.04</td><td>2.182</td><td>8</td><td>6</td><td>1</td></tr><tr><td>Quercetin</td><td>C<sub>15</sub>H<sub>10</sub>O<sub>7</sub></td><td>302.04</td><td>1.834</td><td>7</td><td>5</td><td>0</td></tr><tr><td>Quercitrin</td><td>C<sub>21</sub>H<sub>20</sub>O<sub>11</sub></td><td>448.1</td><td>0.802</td><td>11</td><td>7</td><td>2</td></tr><tr><td>Rutin</td><td>C<sub>27</sub>H<sub>30</sub>O<sub>16</sub></td><td>610.15</td><td>&#x02212;0.735</td><td>16</td><td>10</td><td>3</td></tr><tr><td>4</td><td>Control Ligand</td><td>Hydroxychloroquine</td><td>C<sub>18</sub>H<sub>26</sub>ClN<sub>3</sub>O</td><td>335.18</td><td>1.548</td><td>4</td><td>2</td><td>0</td></tr></tbody></table></table-wrap><fig id="fig3"><label>Figure&#x000a0;3</label><caption><p>Molecular docking protocol validation. This crucial process can enhance the accuracy and reliability of an <italic>in-silico</italic> docking experiment. A comparison of the binding modes for the re-docked ligand (blue) vs. the co-crystallized ligand (red), shown as a stick representation. a) The molecular docking protocol accurately regenerated the binding configuration of a crystallographically determined protein-ligand complex with an RMSD value of 1.049&#x000a0;&#x000c5; using PyMOL. Amino acid residue interactions with b) the re-docked and c) the co-crystallized ligand executed in LigPlot<sup>+</sup>.</p></caption><alt-text id="alttext0020">Figure&#x000a0;3</alt-text><graphic xlink:href="gr3_lrg"/></fig><table-wrap position="float" id="tbl2"><label>Table&#x000a0;2</label><caption><p>The binding energies and molecular interaction profiles of the control drug and the active compounds from <italic>Azadirachta indica, Mangifera indica,</italic> and <italic>Moringa oleifera</italic> leaves against the main protease of SARS-CoV-2.</p></caption><alt-text id="alttext0035">Table&#x000a0;2</alt-text><table frame="hsides" rules="groups"><thead><tr><th>Ligands</th><th>Plant Source</th><th>Binding Energy kcal/mol</th><th>No. of H-Bond</th><th>Residues involved in Hydrogen bond</th><th>Residues involved in hydrophobic interaction</th><th>Residues involved in &#x003c0;-stacking</th><th>Residues involved in Salt Bridge</th></tr></thead><tbody><tr><td>Caffeic acid</td><td><italic>M.&#x000a0;oleifera</italic></td><td>&#x02212;5.6</td><td>3</td><td>Leu141,Ser144 and His163</td><td>Phe140,Leu141,Asn142,Gly143,Ser144,Cys145,His163,Met165,Glu166 and Gln189</td><td>&#x02013;</td><td>&#x02013;</td></tr><tr><td>Catechin</td><td><italic>M.&#x000a0;indica and M. oleifera</italic></td><td>&#x02212;7.2</td><td>4</td><td>Glu166,Asp187,Thr190 and Gln192</td><td>His41,His164,Met165,Pro168,Asp187,Arg188,Gln189,Thr190 and Gln192</td><td>His41</td><td>&#x02013;</td></tr><tr><td>Chlorogenic acid</td><td><italic>M.&#x000a0;oleifera</italic></td><td>&#x02212;7.2</td><td>5</td><td>Cys145,His163,Arg188,Thr190 and Gln192</td><td>Leu141,Asn142,Gly143,His163,His164,Met165,Glu166,His172,Arg188,Gln189 and Thr190</td><td>&#x02013;</td><td>His41, His163 and His172</td></tr><tr><td>Ellagic acid</td><td><italic>M.&#x000a0;indica and M. oleifera</italic></td><td>&#x02212;7.3</td><td>3</td><td>His41,Arg188 and Thr190</td><td>His41,Cys145,His164,Met165,Glu166,Asp187 and Arg188</td><td>&#x02013;</td><td>&#x02013;</td></tr><tr><td>Epicatechin</td><td><italic>M.&#x000a0;indica and M. oleifera</italic></td><td>&#x02212;7.0</td><td>3</td><td>Ser144,His163 and Gln189</td><td>His41,Met49,Phe140,Leu141,His163,His164,Met165,Glu166,Asp187,Arg188 and Gln189</td><td>&#x02013;</td><td>&#x02013;</td></tr><tr><td>Gallic acid</td><td><italic>M.&#x000a0;indica and M. oleifera</italic></td><td>&#x02212;5.5</td><td>6</td><td>Leu141,Gly143,Ser144,Cys145,His163 and Glu166</td><td>Phe140,Leu141,Asn142,Gly143,Ser144,His163,Met165 and Glu166</td><td>&#x02013;</td><td>&#x02013;</td></tr><tr><td>Gedunin</td><td><italic>A.&#x000a0;indica</italic></td><td>&#x02212;7.3</td><td>1</td><td>Asn142</td><td>His41,Asn142,Gly143,Cys145,His164,Met165,Glu166,Pro168,Gln189 and Thr190</td><td>&#x02013;</td><td>&#x02013;</td></tr><tr><td>Hydroxychloroquine</td><td>Control ligand</td><td>&#x02212;6.4</td><td>4</td><td>Ser144,Cys145,Gln189 and Thr190</td><td>Phe140,Leu141,Asn142,Gly143,Ser144,Met165,Glu166,Arg188 and Gln189</td><td>&#x02013;</td><td>&#x02013;</td></tr><tr><td>Kaempferol</td><td><italic>M.&#x000a0;indica and M. oleifera</italic></td><td>&#x02212;7.8</td><td>3</td><td>Leu141,Ser144 and Gln189</td><td>Met49,Leu141,Cys145,His163,Met164,His165,Glu166,Asp187,Arg188 and Gln189</td><td>&#x02013;</td><td>&#x02013;</td></tr><tr><td>Lupeol</td><td><italic>M.&#x000a0;indica</italic></td><td>&#x02212;7.6</td><td>&#x02013;</td><td>&#x02013;</td><td>His41,Asn142,Gly143,Cys145,His164,Met165,Glu166,Leu167,Pro168,Gln189 and Thr190</td><td>&#x02013;</td><td>&#x02013;</td></tr><tr><td>Mangiferin</td><td><italic>M.&#x000a0;indica</italic></td><td>&#x02212;8.4</td><td>9</td><td>His41,Leu141,Asn142,Gly143,Ser144,Cys145,Arg188,Thr190 and Gln192</td><td>His41,Met49,Leu141,Asn142Gly143,Ser144,Cys145,Met165,Glu166,Arg188,Gln189,Thr190 and Gln192</td><td>&#x02013;</td><td>&#x02013;</td></tr><tr><td>Myrecitin</td><td><italic>M.&#x000a0;oleifera</italic></td><td>&#x02212;7.7</td><td>&#x02013;</td><td>&#x02013;</td><td>Thr26,Leu27,His41,Met49,Tyr54,Gly143,Cys145,His164,Met165,Asp187,Arg188 and Gln189</td><td>&#x02013;</td><td>&#x02013;</td></tr><tr><td>Nimbandiol</td><td><italic>A.&#x000a0;indica</italic></td><td>&#x02212;7.1</td><td>2</td><td>Thr26 and Gly143</td><td>Thr25,Leu27,His41,Met49,Phe140,Leu141,Asn142,Gly143,Cys145,Gln166 and Gln189</td><td>&#x02013;</td><td>&#x02013;</td></tr><tr><td>Nimbin</td><td><italic>A.&#x000a0;indica</italic></td><td>&#x02212;6.2</td><td>2</td><td>Arg40 and Arg188</td><td>Arg40,Tyr54,Glu55,Met82,Asn84,Cys85,Gly179,Asn180,Phe181,Val186,Asp187 and Arg188</td><td>&#x02013;</td><td>Arg41 and Arg188</td></tr><tr><td>Nimbinene</td><td><italic>A.&#x000a0;indica</italic></td><td>&#x02212;6.5</td><td>2</td><td>Asn142 and Gly143</td><td>Thr25,Thr26,Leu27,Met49,Phe140,Leu141,Asn142,Gly143,Cys145 and Gln189</td><td>&#x02013;</td><td>&#x02013;</td></tr><tr><td>Nimbolide</td><td><italic>A.&#x000a0;indica</italic></td><td>&#x02212;7.6</td><td>3</td><td>Glu55,Phe181 and Arg188</td><td>Arg40,Asn53,Tyr54,Glu55,Met82,Cys85,Asn180,Phe181,Val186 and Arg188</td><td>&#x02013;</td><td>Arg40 and Arg188</td></tr><tr><td>Nimbolinin</td><td><italic>A.&#x000a0;indica</italic></td><td>&#x02212;6.2</td><td>1</td><td>Arg40</td><td>Arg40,Tyr54,Glu55,Met82,Asn84,Cys85,Asn180,Phe181,Phe185,Val186 and Arg188</td><td>&#x02013;</td><td>Arg40 and Arg188</td></tr><tr><td>Quercetin</td><td><italic>A.&#x000a0;indica, M. indica and M. oleifera</italic></td><td>&#x02212;7.5</td><td>4</td><td>Leu141,Ser144,His163 and Gln189</td><td>His41,Met49,Phe140,Leu141,His163,Met165,Glu166,Asp187,Arg188 and Gln189</td><td>&#x02013;</td><td>&#x02013;</td></tr></tbody></table></table-wrap><fig id="fig4"><label>Figure&#x000a0;4</label><caption><p>The binding configuration of ligands showing their poses and interactions in the binding site of the main protease of SARS-CoV-2. (a) Hydroxychloroquine, (b) mangiferin, (c) kaempferol, (d) lupeol, (e) nimbolide, and (f) quercetin. The interaction analysis shows hydrogen bonds (dashed green lines) and hydrophobic interactions (curved red lines) as ligands (purple) interact with the amino acid residues in the active site of Mpro.</p></caption><alt-text id="alttext0025">Figure&#x000a0;4</alt-text><graphic xlink:href="gr4ab_lrg"/><graphic xlink:href="gr4cd_lrg"/><graphic xlink:href="gr4ef_lrg"/></fig></p><p id="p0095">ADMET properties were predicted using the pharmacokinetic parameters of the ADMETSar web server (<ext-link ext-link-type="uri" xlink:href="http://lmmd.ecust.edu.cn/" id="intref0040">http://lmmd.ecust.edu.cn/</ext-link>) for six candidate compounds with hydroxychloroquine (control) after a successful docking study (<xref rid="tbl3" ref-type="table">Table&#x000a0;3</xref>
). All the hit compounds possessed low absorption in the intestine via Caco-2 permeability except hydroxychloroquine, which might be due to the molecular size, whereas all possessed higher human intestinal absorption. Only the control, lupeol, and nimbolide exhibited blood&#x02013;brain barrier penetrating potential. They all exhibited high plasma protein binding rates that might affect their movement to the target site to exert pharmacological actions. Most of them (5) reside in mitochondria, and the remainder (2) are localized in lysosomes. For drug metabolism, none of the compounds would be metabolized by CYP2D6 except hydroxychloroquine, and none of them would likely inhibit CYP2D6. Kaempferol, myricetin, and quercetin display inhibition of CYP1A2, which might indicate liver metabolism inhibition, while kaempferol showed inhibition of CYP2C19 and 2C9. All compounds would serve as a substrate to CYP3A4 except myricetin. Kaempferol, myricetin, nimbolide, and quercetin would likely inhibit CYP3A4. All compounds were found to be toxic in the <italic>Salmonella typhimurium</italic> reverse mutation assay (AMES), a preliminary drug screening assay to analyse whether a drug can cause mutations in <italic>Salmonella typhimurium</italic>.<xref rid="bib56" ref-type="bibr"><sup>56</sup></xref>
<sup>,</sup>
<xref rid="bib57" ref-type="bibr"><sup>57</sup></xref> None were predicted to be carcinogenic. All were predicted to cause hepatotoxicity in humans except hydroxychloroquine and lupeol. Hydroxychloroquine and nimbolide are p-glycoprotein substrates, indicating their ability to release phosphate from adenosine triphosphate (ATP). All compounds show good aqueous solubility, which might be due to the number of hydroxyl groups in them. Only hydroxychloroquine and nimbolide could block human ether-a-go-go (herG), a potassium ion channel.<table-wrap position="float" id="tbl3"><label>Table&#x000a0;3</label><caption><p>Absorption, distribution, metabolism, elimination, and toxicity predictions for kaempferol, mangiferin, myrecitin, nimbolide, and quercetin.</p></caption><alt-text id="alttext0040">Table&#x000a0;3</alt-text><table frame="hsides" rules="groups"><thead><tr><th>Models</th><th>Hydroxychloroquine</th><th>Kaempferol</th><th>Lupeol</th><th>Mangiferin</th><th>Myrecitin</th><th>Nimbolide</th><th>Quercetin</th></tr></thead><tbody><tr><td>Ames mutagenesis</td><td>+</td><td>+</td><td>&#x02013;</td><td>+</td><td>+</td><td>&#x02013;</td><td>+</td></tr><tr><td>Acute Oral Toxicity (c)</td><td>III</td><td>II</td><td>III</td><td>IV</td><td>II</td><td>III</td><td>II</td></tr><tr><td>Blood Brain Barrier</td><td>+</td><td>&#x02013;</td><td>+</td><td>&#x02013;</td><td>&#x02013;</td><td>+</td><td>&#x02013;</td></tr><tr><td>Biodegradation</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td></tr><tr><td>Caco-2 Permeability</td><td>+</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td></tr><tr><td>Carcinogenicity</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td></tr><tr><td>CYP1A2 inhibition</td><td>&#x02013;</td><td>+</td><td>&#x02013;</td><td>&#x02013;</td><td>+</td><td>&#x02013;</td><td>+</td></tr><tr><td>CYP2C19 inhibition</td><td>&#x02013;</td><td>+</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td></tr><tr><td>CYP2C9 inhibition</td><td>&#x02013;</td><td>+</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td></tr><tr><td>CYP2C9 substrate</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td></tr><tr><td>CYP2D6 inhibition</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td></tr><tr><td>CYP2D6 substrate</td><td>+</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td></tr><tr><td>CYP3A4 inhibition</td><td>&#x02013;</td><td>+</td><td>&#x02013;</td><td>&#x02013;</td><td>+</td><td>+</td><td>+</td></tr><tr><td>CYP3A4 substrate</td><td>+</td><td>+</td><td>+</td><td>+</td><td>&#x02013;</td><td>+</td><td>+</td></tr><tr><td>CYP inhibitory promiscuity</td><td>&#x02013;</td><td>+</td><td>&#x02013;</td><td>&#x02013;</td><td>+</td><td>+</td><td>+</td></tr><tr><td>Hepatotoxicity</td><td>&#x02013;</td><td>+</td><td>&#x02013;</td><td>+</td><td>+</td><td>+</td><td>+</td></tr><tr><td>Human either-a-go-go inhibition</td><td>+</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td><td>+</td><td>&#x02013;</td></tr><tr><td>Human Intestinal Absorption</td><td>+</td><td>+</td><td>+</td><td>+</td><td>+</td><td>+</td><td>+</td></tr><tr><td>Human oral bioavailability</td><td>+</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td></tr><tr><td>Acute Oral Toxicity (Kg/mol)</td><td>2.6650</td><td>1.7388</td><td>3.8523</td><td>2.9792</td><td>2.3758</td><td>3.7769</td><td>2.5588</td></tr><tr><td>P-glycoprotein inhibitior</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td><td>+</td><td>&#x02013;</td></tr><tr><td>P-glycoprotein substrate</td><td>+</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td><td>+</td><td>&#x02013;</td></tr><tr><td>Plasma protein binding (100%)</td><td>0.7560</td><td>1.0613</td><td>1.0168</td><td>0.9697</td><td>1.1616</td><td>0.7761</td><td>1.1748</td></tr><tr><td>Subcellular localization</td><td>Lysosomes</td><td>Mitochondria</td><td>Lysosomes</td><td>Mitochondria</td><td>Mitochondria</td><td>Mitochondria</td><td>Mitochondria</td></tr><tr><td>UGT catalyzed</td><td>+</td><td>+</td><td>+</td><td>+</td><td>+</td><td>&#x02013;</td><td>+</td></tr><tr><td>Water solubility Log<italic>S</italic></td><td>&#x02212;3.5660</td><td>&#x02212;3.1423</td><td>&#x02212;4.4139</td><td>&#x02212;2.3978</td><td>&#x02212;2.9994</td><td>&#x02212;4.4552</td><td>&#x02212;2.9994</td></tr></tbody></table></table-wrap></p></sec><sec id="sec4"><title>Discussion</title><p id="p0100">Lipinski's rule of five is a rule of thumb that evaluates a compound's drug-likeness to determine if the compound possesses specific biological or pharmacological activity conferring oral bioavailability in humans.<xref rid="bib50" ref-type="bibr"><sup>50</sup></xref> According to Usha et&#x000a0;al.<xref rid="bib56" ref-type="bibr"><sup>56</sup></xref> and Singh and Konwar<xref rid="bib57" ref-type="bibr"><sup>57</sup></xref>; any compound that exceeds molecular weight (M<sub>w</sub>)&#x000a0;&#x0003e;&#x000a0;500&#x000a0;Da, calculated log P&#x000a0;&#x0003e;&#x000a0;5, hydrogen-bond donors &#x0003e;5 and hydrogen-bond acceptors &#x0003e;10 is unlikely to be further pursued as a potential oral drug because it would likely be deficient in properties essential for the absorption, distribution, metabolism, and excretion.</p><p id="p0105">According to Liu and Wang,<xref rid="bib58" ref-type="bibr"><sup>58</sup></xref> dozens of proteins are coded by the coronavirus, some of which are involved in viral replication and entry into cells. Mpro is an essential enzyme for coronaviral replication, making it an ideal target for drug design and development since humans do not possess a homologue. This enzyme's role is to cleave polyproteins 1a and 1&#x000a0;ab&#x000a0;at 11 conserved sites to generate non-structural proteins 4 to 16 (nsp4-16), starting by self-cleavage (nsp5).<xref rid="bib7" ref-type="bibr"><sup>7</sup></xref>
<sup>,</sup>
<xref rid="bib15" ref-type="bibr"><sup>15</sup></xref>
<sup>,</sup>
<xref rid="bib16" ref-type="bibr"><sup>16</sup></xref> The Mpro adopted for this study was retrieved in its 3-D crystal structure (6LU7), co-crystallized with an N-leucinamide inhibitor with a resolution 2.16&#x000a0;&#x000c5;, an amino acid sequence length of 306, and a homodimeric protein.<xref rid="bib1" ref-type="bibr"><sup>1</sup></xref>
<sup>,</sup>
<xref rid="bib15" ref-type="bibr"><sup>15</sup></xref> The catalytic site of Mpro consists of 25 amino acid residues after extensive literature mining vis: Thr25, Thr26, His41, Cys44, Met49, Tyr54, Phe140, Leu141, Asn142, Gly143, Ser144, Cys145, His163, His164, Met165, Glu166, Pro168, His172, Phe185, Val186, Asp187, Arg188, Gln189, Thr190, and Gln192. Also, the active site exhibits a <italic>CysHis</italic> (Cys145 and His41) catalytic dyad.<xref rid="bib1" ref-type="bibr"><sup>1</sup></xref>
<sup>,</sup>
<xref rid="bib15" ref-type="bibr"><sup>15</sup></xref>
<italic>In&#x000a0;vitro and in&#x000a0;vivo</italic> studies on mangiferin, a C-glucosyl xanthone, have revealed various pharmacological activities that include antiviral properties.<xref rid="bib35" ref-type="bibr"><sup>35</sup></xref>
<sup>,</sup>
<xref rid="bib36" ref-type="bibr"><sup>36</sup></xref>
<sup>,</sup>
<xref rid="bib59" ref-type="bibr"><sup>59</sup></xref>
<sup>,</sup>
<xref rid="bib60" ref-type="bibr"><sup>60</sup></xref> The binding affinities between the active compounds (ligands) and Mpro in this study were stabilized by non-covalent interactions, such as hydrogen bonds, hydrophobic bonds, pie&#x02013;stack interactions, and salt bridge formation (<xref rid="fig3" ref-type="fig">Figure&#x000a0;3</xref> and <xref rid="tbl3" ref-type="table">Table&#x000a0;3</xref>). Similarly, Mohapatra et&#x000a0;al.<xref rid="bib61" ref-type="bibr"><sup>61</sup></xref> and Salentin et&#x000a0;al.<xref rid="bib53" ref-type="bibr"><sup>53</sup></xref> reported that the binding affinity would be higher (binding energy will be lower) if ligand's ability to form hydrophobic interactions with hydrophobic amino acid residues in the binding site is higher. Stojanovic and Zari reported the significance of hydrophobic interactions in many systems with strong intermolecular forces.<xref rid="bib62" ref-type="bibr"><sup>62</sup></xref> This evidence could be responsible for the appreciable binding affinity of the active compounds docked against Mpro in this study. Interestingly, the influence of a hydrogen bond in stabilizing the molecular interaction between the ligands and the protein cannot be downplayed because of its critical roles in enzyme catalysis, protein-substrate, and protein-inhibitor complexes as well as structural stability of various biological molecules.<xref rid="bib53" ref-type="bibr"><sup>53</sup></xref>
<sup>,</sup>
<xref rid="bib62" ref-type="bibr"><sup>62</sup></xref> To this end, analysis of molecular interactions exhibited by the active compounds assessed in this study as judged by their binding energies, hydrogen bonding, and hydrophobic interactions, with the surrounding amino acids in the active pocket of Mpro, revealed the positive impact of their ligand&#x02013;protein complex status, invariably enhancing the inhibition of Mpro from SARS-CoV-2.</p><p id="p0110">The purpose of performing ADMET screening of any chemical compound within the human body is to determine the pharmacological and pharmacodynamic properties of a candidate drug compound within the biological system. Mangiferin was predicted to have high plasma protein binding and not be a p-glycoprotein substrate. Thus, mangiferin might be transported to its target site in an effective dose. The aqueous solubility predicted for mangiferin might be because of the numerous hydroxyl groups found in its structure. The liver is the leading site of metabolism for various drugs and xenobiotic agents, making it highly vulnerable to harmful effects; hence, hepatotoxic effects resulting from drugs or xenobiotic metabolic processes may result in severe organ (liver) collapse and ultimately death.<xref rid="bib63" ref-type="bibr"><sup>63</sup></xref> However, our <italic>in-silico</italic> study results are insufficient to ascertain the efficacies of the studied plant compounds in the management of COVID-19. This is the major limitation associated with this study. Hence, there is a great need for further <italic>in&#x000a0;vitro</italic> and <italic>in&#x000a0;vivo</italic> studies and clinical trials to validate the study plants' inhibitory potentials against SARS-CoV-2 primary protease replication.</p></sec><sec id="sec5"><title>Conclusions</title><p id="p0115">In conclusion, most of the active phytocomponents of the study plants exhibited relative inhibitory potentials against Mpro of SARS-CoV-2 and preferred pharmacological features when compared with hydroxychloroquine, making them potential antiviral candidates in the fight against COVID. However, there is a need for further studies to ascertain the efficacies of these active compound(s), as the inhibitory properties displayed in this study may present an appropriate first step in the development of novel drugs for the management or treatment of coronavirus.</p></sec><sec id="sec6"><title>Recommendations</title><p id="p0120">Since the pandemic remains a major health crisis and no cure has been found, an urgent need for further studies to establish the efficacies of these active compound(s) as their inhibitory properties displayed may present an appropriate leading step in the repositioning, repurposing, and development of novel drugs for the management or treatment of SARS-CoV-2.</p></sec><sec id="sec7"><title>Source of funding</title><p id="p0125">This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors.</p></sec><sec id="sec8"><title>Conflict of interest</title><p id="p0130">The authors have no conflict of interest to declare.</p></sec><sec id="sec9"><title>Ethical approval</title><p id="p0135">There are no ethical or financial issues, conflicts of interest, or animal experiments related to this research.</p></sec><sec id="sec10"><title>Authors' contributions</title><p id="p0140">HIU and AA conceived and designed the study, conducted research, and collected and organized the data. SSJ and PTS analyzed and interpreted the data. TOJ and JBD wrote the initial and final drafts of the article. HIU and SSJ reviewed the final version of the manuscript submitted for publication. All authors provided logistical support and approved the final draft, and are accountable for the manuscript's content and similarity index.</p></sec></body><back><ref-list id="cebib0010"><title>References</title><ref id="bib1"><label>1</label><element-citation publication-type="journal" id="sref1"><person-group person-group-type="author"><name><surname>Wu</surname><given-names>C.</given-names></name><name><surname>Liu</surname><given-names>Y.</given-names></name><name><surname>Yang</surname><given-names>Y.</given-names></name><name><surname>Zhang</surname><given-names>P.</given-names></name><name><surname>Zhong</surname><given-names>W.</given-names></name><name><surname>Wang</surname><given-names>Y.</given-names></name></person-group><article-title>Analysis of therapeutic targets for SARS-CoV-2 and discovery of potential drugs by computational methods</article-title><source>Acta Pharm Sin B</source><volume>10</volume><issue>5</issue><year>2020</year><fpage>766</fpage><lpage>788</lpage><pub-id pub-id-type="pmid">32292689</pub-id></element-citation></ref><ref id="bib2"><label>2</label><element-citation publication-type="journal" id="sref2"><person-group person-group-type="author"><name><surname>de Groot</surname><given-names>R.J.</given-names></name><name><surname>Baker</surname><given-names>S.C.</given-names></name><name><surname>Baric</surname><given-names>R.S.</given-names></name><name><surname>Brown</surname><given-names>C.S.</given-names></name><name><surname>Drosten</surname><given-names>C.</given-names></name><name><surname>Enjuanes</surname><given-names>L.</given-names></name></person-group><article-title>Commentary: Middle east respiratory syndrome coronavirus (mers-cov): announcement of the coronavirus study group</article-title><source>J&#x000a0;Virol</source><volume>87</volume><issue>14</issue><year>2013</year><fpage>7790</fpage><lpage>7792</lpage><pub-id pub-id-type="pmid">23678167</pub-id></element-citation></ref><ref id="bib3"><label>3</label><element-citation publication-type="journal" id="sref3"><person-group person-group-type="author"><name><surname>Zaki</surname><given-names>A.M.</given-names></name><name><surname>Van Boheemen</surname><given-names>S.</given-names></name><name><surname>Bestebroer</surname><given-names>T.M.</given-names></name><name><surname>Osterhaus</surname><given-names>A.D.</given-names></name><name><surname>Fouchier</surname><given-names>R.A.</given-names></name></person-group><article-title>Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia</article-title><source>N&#x000a0;Engl J Med</source><volume>367</volume><issue>19</issue><year>2012</year><fpage>1814</fpage><lpage>1820</lpage><pub-id pub-id-type="pmid">23075143</pub-id></element-citation></ref><ref id="bib4"><label>4</label><element-citation publication-type="journal" id="sref4"><person-group person-group-type="author"><name><surname>Cheng</surname><given-names>V.C.</given-names></name><name><surname>Lau</surname><given-names>S.K.</given-names></name><name><surname>Woo</surname><given-names>P.C.</given-names></name><name><surname>Yuen</surname><given-names>K.Y.</given-names></name></person-group><article-title>Severe acute respiratory syndrome coronavirus as an agent of emerging and reemerging infection</article-title><source>Clin Microbiol Rev</source><volume>20</volume><issue>4</issue><year>2007</year><fpage>660</fpage><lpage>694</lpage><pub-id pub-id-type="pmid">17934078</pub-id></element-citation></ref><ref id="bib5"><label>5</label><element-citation publication-type="journal" id="sref5"><person-group person-group-type="author"><name><surname>Lee</surname><given-names>N.</given-names></name><name><surname>Hui</surname><given-names>D.</given-names></name><name><surname>Wu</surname><given-names>A.</given-names></name><name><surname>Chan</surname><given-names>P.</given-names></name><name><surname>Cameron</surname><given-names>P.</given-names></name><name><surname>Joynt</surname><given-names>G.M.</given-names></name></person-group><article-title>A&#x000a0;major outbreak of severe acute respiratory syndrome in Hong Kong</article-title><source>N&#x000a0;Engl J Med</source><volume>348</volume><issue>20</issue><year>2003</year><fpage>1986</fpage><lpage>1994</lpage><pub-id pub-id-type="pmid">12682352</pub-id></element-citation></ref><ref id="bib6"><label>6</label><element-citation publication-type="journal" id="sref6"><person-group person-group-type="author"><name><surname>Reusken</surname><given-names>C.B.</given-names></name><name><surname>Haagmans</surname><given-names>B.L.</given-names></name><name><surname>M&#x000fc;ller</surname><given-names>M.A.</given-names></name><name><surname>Gutierrez</surname><given-names>C.</given-names></name><name><surname>Godeke</surname><given-names>G.-J.</given-names></name><name><surname>Meyer</surname><given-names>B.</given-names></name></person-group><article-title>Middle East respiratory syndrome coronavirus neutralising serum antibodies in dromedary camels: a comparative serological study</article-title><source>Lancet Infect Dis</source><volume>13</volume><issue>10</issue><year>2013</year><fpage>859</fpage><lpage>866</lpage><pub-id pub-id-type="pmid">23933067</pub-id></element-citation></ref><ref id="bib7"><label>7</label><element-citation publication-type="journal" id="sref7"><person-group person-group-type="author"><name><surname>Dai</surname><given-names>W.</given-names></name><name><surname>Zhang</surname><given-names>B.</given-names></name><name><surname>Jiang</surname><given-names>X.-M.</given-names></name><name><surname>Su</surname><given-names>H.</given-names></name><name><surname>Li</surname><given-names>J.</given-names></name><name><surname>Zhao</surname><given-names>Y.</given-names></name></person-group><article-title>Structure-based design, synthesis and biological evaluation of peptidomimetic aldehydes as a novel series of antiviral drug candidates targeting the SARS-CoV-2 main protease</article-title><source>Science</source><volume>368</volume><year>2020</year><fpage>1331</fpage><lpage>1335</lpage><pub-id pub-id-type="pmid">32321856</pub-id></element-citation></ref><ref id="bib8"><label>8</label><element-citation publication-type="journal" id="sref8"><person-group person-group-type="author"><name><surname>Zhu</surname><given-names>N.</given-names></name><name><surname>Zhang</surname><given-names>D.</given-names></name><name><surname>Wang</surname><given-names>W.</given-names></name></person-group><article-title>China novel coronavirus investigating and research team. A novel coronavirus from patients with pneumonia in China, 2019</article-title><source>N&#x000a0;Engl J Med</source><volume>382</volume><issue>8</issue><year>2020</year><fpage>727</fpage><lpage>733</lpage><pub-id pub-id-type="pmid">31978945</pub-id></element-citation></ref><ref id="bib9"><label>9</label><element-citation publication-type="journal" id="sref9"><person-group person-group-type="author"><name><surname>Li</surname><given-names>Q.</given-names></name><name><surname>Guan</surname><given-names>X.</given-names></name><name><surname>Wu</surname><given-names>P.</given-names></name><name><surname>Wang</surname><given-names>X.</given-names></name><name><surname>Zhou</surname><given-names>L.</given-names></name><name><surname>Tong</surname><given-names>Y.</given-names></name></person-group><article-title>Early transmission dynamics in Wuhan, China, of novel coronavirus&#x02013;infected pneumonia</article-title><source>N&#x000a0;Engl J Med</source><volume>382</volume><year>2020</year><fpage>1199</fpage><lpage>1207</lpage><pub-id pub-id-type="pmid">31995857</pub-id></element-citation></ref><ref id="bib10"><label>10</label><element-citation publication-type="journal" id="sref10"><person-group person-group-type="author"><name><surname>Chan</surname><given-names>J.F.-W.</given-names></name><name><surname>Yuan</surname><given-names>S.</given-names></name><name><surname>Kok</surname><given-names>K.-H.</given-names></name><name><surname>To</surname><given-names>K.K.-W.</given-names></name><name><surname>Chu</surname><given-names>H.</given-names></name><name><surname>Yang</surname><given-names>J.</given-names></name></person-group><article-title>A&#x000a0;familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster</article-title><source>Lancet</source><volume>395</volume><issue>10223</issue><year>2020</year><fpage>514</fpage><lpage>523</lpage><pub-id pub-id-type="pmid">31986261</pub-id></element-citation></ref><ref id="bib11"><label>11</label><element-citation publication-type="journal" id="sref11"><person-group person-group-type="author"><name><surname>Zhou</surname><given-names>P.</given-names></name><name><surname>Lou</surname><given-names>Y.X.</given-names></name><name><surname>Wang</surname><given-names>X.</given-names></name><name><surname>Hu</surname><given-names>B.</given-names></name><name><surname>Zhang</surname><given-names>L.</given-names></name><name><surname>Zhang</surname><given-names>W.</given-names></name></person-group><article-title>A&#x000a0;pneumonia outbreak associated with a new coronavirus of probable bat origin</article-title><source>Nature</source><volume>579</volume><issue>7798</issue><year>2020</year><fpage>270</fpage><lpage>273</lpage><pub-id pub-id-type="pmid">32015507</pub-id></element-citation></ref><ref id="bib12"><label>12</label><element-citation publication-type="journal" id="sref12"><person-group person-group-type="author"><name><surname>Lu</surname><given-names>R.</given-names></name><name><surname>Zhao</surname><given-names>X.</given-names></name><name><surname>Li</surname><given-names>J.</given-names></name><name><surname>Niu</surname><given-names>P.</given-names></name><name><surname>Yang</surname><given-names>B.</given-names></name><name><surname>Wu</surname><given-names>H.</given-names></name></person-group><article-title>Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding</article-title><source>Lancet</source><volume>395</volume><issue>10224</issue><year>2020</year><fpage>565</fpage><lpage>574</lpage><pub-id pub-id-type="pmid">32007145</pub-id></element-citation></ref><ref id="bib13"><label>13</label><element-citation publication-type="journal" id="sref13"><person-group person-group-type="author"><name><surname>Gorbalenya</surname><given-names>A.</given-names></name><name><surname>Baker</surname><given-names>S.</given-names></name><name><surname>Baric</surname><given-names>R.</given-names></name><name><surname>de Groot</surname><given-names>R.</given-names></name><name><surname>Drosten</surname><given-names>C.</given-names></name><name><surname>Gulyaeva</surname><given-names>A.</given-names></name></person-group><article-title>Coronaviridae Study Group of the International Committee on Taxonomy of Viruses. The species severe acute respiratory syndrome-related coronavirus: classifying 2019-nCoV and naming it SARS-CoV-2</article-title><source>Nat Microbiol</source><volume>2020</volume><year>2020</year><fpage>3</fpage><lpage>4</lpage></element-citation></ref><ref id="bib14"><label>14</label><element-citation publication-type="journal" id="sref14"><person-group person-group-type="author"><name><surname>Cucinotta</surname><given-names>D.</given-names></name><name><surname>Vanelli</surname><given-names>M.</given-names></name></person-group><article-title>WHO declares COVID-19 a pandemic</article-title><source>Acta Biomed: Atenei Parmensis</source><volume>91</volume><issue>1</issue><year>2020</year><fpage>157</fpage></element-citation></ref><ref id="bib15"><label>15</label><element-citation publication-type="journal" id="sref15"><person-group person-group-type="author"><name><surname>Jin</surname><given-names>Z.</given-names></name><name><surname>Du</surname><given-names>X.</given-names></name><name><surname>Xu</surname><given-names>Y.</given-names></name><name><surname>Deng</surname><given-names>Y.</given-names></name><name><surname>Liu</surname><given-names>M.</given-names></name><name><surname>Zhao</surname><given-names>Y.</given-names></name></person-group><article-title>Structure of M<sup>pro</sup> from SARS-CoV-2 and discovery of its inhibitors</article-title><source>Nature</source><volume>582</volume><year>2020</year><fpage>1</fpage><lpage>5</lpage></element-citation></ref><ref id="bib16"><label>16</label><element-citation publication-type="journal" id="sref16"><person-group person-group-type="author"><name><surname>Hegyi</surname><given-names>A.</given-names></name><name><surname>Ziebuhr</surname><given-names>J.</given-names></name></person-group><article-title>Conservation of substrate specificities among coronavirus main proteases</article-title><source>J&#x000a0;Gen Virol</source><volume>83</volume><issue>3</issue><year>2002</year><fpage>595</fpage><lpage>599</lpage><pub-id pub-id-type="pmid">11842254</pub-id></element-citation></ref><ref id="bib17"><label>17</label><element-citation publication-type="book" id="sref17"><person-group person-group-type="author"><name><surname>Smith</surname><given-names>T.</given-names></name><name><surname>Bushek</surname><given-names>J.</given-names></name><name><surname>LeClaire</surname><given-names>A.</given-names></name><name><surname>Prosser</surname><given-names>T.</given-names></name></person-group><chapter-title>COVID-19 drug therapy</chapter-title><year>2020</year><publisher-name>Elsevier</publisher-name></element-citation></ref><ref id="bib18"><label>18</label><element-citation publication-type="journal" id="sref18"><person-group person-group-type="author"><name><surname>Tallei</surname><given-names>T.E.</given-names></name><name><surname>Tumilaar</surname><given-names>S.G.</given-names></name><name><surname>Niode</surname><given-names>N.J.</given-names></name><name><surname>Fatimawali</surname><given-names>F.</given-names></name><name><surname>Kepel</surname><given-names>B.J.</given-names></name><name><surname>Idroes</surname><given-names>R.</given-names></name></person-group><article-title>Potential of plant bioactive compounds as SARS-CoV-2 main protease (Mpro) and spike (S) glycoprotein inhibitors: a molecular docking study</article-title><source>Preprintsorg</source><year>2020</year><fpage>1</fpage><lpage>18</lpage></element-citation></ref><ref id="bib19"><label>19</label><element-citation publication-type="journal" id="sref19"><person-group person-group-type="author"><name><surname>Xu</surname><given-names>X.</given-names></name><name><surname>Han</surname><given-names>M.</given-names></name><name><surname>Li</surname><given-names>T.</given-names></name><name><surname>Sun</surname><given-names>W.</given-names></name><name><surname>Wang</surname><given-names>D.</given-names></name><name><surname>Fu</surname><given-names>B.</given-names></name></person-group><article-title>Effective treatment of severe COVID-19 patients with tocilizumab</article-title><source>Proc Natl Acad Sci Unit States Am</source><volume>117</volume><issue>20</issue><year>2020</year><fpage>10970</fpage><lpage>10975</lpage></element-citation></ref><ref id="bib20"><label>20</label><element-citation publication-type="journal" id="sref20"><person-group person-group-type="author"><name><surname>Gao</surname><given-names>J.</given-names></name><name><surname>Tian</surname><given-names>Z.</given-names></name><name><surname>Breakthrough</surname><given-names>Yang X.</given-names></name></person-group><article-title>Chloroquine phosphate has shown apparent efficacy in treatment of COVID-19 associated pneumonia in clinical studies</article-title><source>Biosci Trends</source><volume>14</volume><issue>1</issue><year>2020</year><fpage>72</fpage><lpage>73</lpage><pub-id pub-id-type="pmid">32074550</pub-id></element-citation></ref><ref id="bib21"><label>21</label><element-citation publication-type="journal" id="sref21"><person-group person-group-type="author"><name><surname>Yao</surname><given-names>X.</given-names></name><name><surname>Ye</surname><given-names>F.</given-names></name><name><surname>Zhang</surname><given-names>M.</given-names></name><name><surname>Cui</surname><given-names>C.</given-names></name><name><surname>Huang</surname><given-names>B.</given-names></name><name><surname>Niu</surname><given-names>P.</given-names></name></person-group><article-title>In&#x000a0;vitro antiviral activity and projection of optimized dosing design of hydroxychloroquine for the treatment of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2)</article-title><source>Clin Infect Dis</source><volume>71</volume><issue>15</issue><year>2020</year><fpage>732</fpage><lpage>739</lpage><pub-id pub-id-type="pmid">32150618</pub-id></element-citation></ref><ref id="bib22"><label>22</label><element-citation publication-type="journal" id="sref22"><person-group person-group-type="author"><name><surname>Wang</surname><given-names>M.</given-names></name><name><surname>Cao</surname><given-names>R.</given-names></name><name><surname>Zhang</surname><given-names>L.</given-names></name><name><surname>Yang</surname><given-names>X.</given-names></name><name><surname>Liu</surname><given-names>J.</given-names></name><name><surname>Xu</surname><given-names>M.</given-names></name></person-group><article-title>Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in&#x000a0;vitro</article-title><source>Cell Res</source><volume>30</volume><issue>3</issue><year>2020</year><fpage>269</fpage><lpage>271</lpage><pub-id pub-id-type="pmid">32020029</pub-id></element-citation></ref><ref id="bib23"><label>23</label><element-citation publication-type="journal" id="sref23"><person-group person-group-type="author"><name><surname>Cao</surname><given-names>B.</given-names></name><name><surname>Wang</surname><given-names>Y.</given-names></name><name><surname>Wen</surname><given-names>D.</given-names></name><name><surname>Liu</surname><given-names>W.</given-names></name><name><surname>Wang</surname><given-names>J.</given-names></name><name><surname>Fan</surname><given-names>G.</given-names></name></person-group><article-title>A&#x000a0;trial of lopinavir&#x02013;ritonavir in adults hospitalized with severe Covid-19</article-title><source>N&#x000a0;Engl J Med</source><volume>382</volume><issue>19</issue><year>2020</year><fpage>1787</fpage><lpage>1799</lpage><pub-id pub-id-type="pmid">32187464</pub-id></element-citation></ref><ref id="bib24"><label>24</label><element-citation publication-type="journal" id="sref24"><person-group person-group-type="author"><name><surname>Gautret</surname><given-names>P.</given-names></name><name><surname>Lagier</surname><given-names>J.-C.</given-names></name><name><surname>Parola</surname><given-names>P.</given-names></name><name><surname>Meddeb</surname><given-names>L.</given-names></name><name><surname>Mailhe</surname><given-names>M.</given-names></name><name><surname>Doudier</surname><given-names>B.</given-names></name></person-group><article-title>Hydroxychloroquine and azithromycin as a treatment of COVID-19: results of an open-label non-randomized clinical trial</article-title><source>Int J Antimicrob Agents</source><volume>56</volume><issue>1</issue><year>2020</year><fpage>105949</fpage><pub-id pub-id-type="pmid">32205204</pub-id></element-citation></ref><ref id="bib25"><label>25</label><element-citation publication-type="journal" id="sref25"><person-group person-group-type="author"><name><surname>Dong</surname><given-names>L.</given-names></name><name><surname>Hu</surname><given-names>S.</given-names></name><name><surname>Gao</surname><given-names>J.</given-names></name></person-group><article-title>Discovering drugs to treat coronavirus disease 2019 (COVID-19)</article-title><source>Drug Discov Ther</source><volume>14</volume><issue>1</issue><year>2020</year><fpage>58</fpage><lpage>60</lpage><pub-id pub-id-type="pmid">32147628</pub-id></element-citation></ref><ref id="bib26"><label>26</label><element-citation publication-type="journal" id="sref26"><person-group person-group-type="author"><name><surname>Ashfaq</surname><given-names>U.A.</given-names></name><name><surname>Jalil</surname><given-names>A.</given-names></name><name><surname>ul Qamar</surname><given-names>M.T.</given-names></name></person-group><article-title>Antiviral phytochemicals identification from Azadirachta indica leaves against HCV NS3 protease: an in silico approach</article-title><source>Nat Prod Res</source><volume>30</volume><issue>16</issue><year>2016</year><fpage>1866</fpage><lpage>1869</lpage><pub-id pub-id-type="pmid">26274064</pub-id></element-citation></ref><ref id="bib27"><label>27</label><element-citation publication-type="journal" id="sref27"><person-group person-group-type="author"><name><surname>Alzohairy</surname><given-names>M.A.</given-names></name></person-group><article-title>Therapeutics role of Azadirachta indica (Neem) and their active constituents in diseases prevention and treatment</article-title><source>Evid Based Complementary Altern Med</source><volume>2016</volume><year>2016</year><fpage>7382506</fpage></element-citation></ref><ref id="bib28"><label>28</label><element-citation publication-type="journal" id="sref28"><person-group person-group-type="author"><name><surname>Latif</surname><given-names>A.</given-names></name><name><surname>Ashiq</surname><given-names>K.</given-names></name><name><surname>Ashiq</surname><given-names>S.</given-names></name><name><surname>Ali</surname><given-names>E.</given-names></name><name><surname>Anwer</surname><given-names>I.</given-names></name><name><surname>Qamar</surname><given-names>S.</given-names></name></person-group><article-title>Phytochemical analysis and in&#x000a0;vitro investigation of anti-inflammatory and xanthine oxidase inhibition potential of root extracts of Bryophyllum pinnatum</article-title><source>J&#x000a0;Anim Plant Sci</source><volume>30</volume><issue>1</issue><year>2020</year><fpage>219</fpage><lpage>228</lpage></element-citation></ref><ref id="bib29"><label>29</label><element-citation publication-type="journal" id="sref29"><person-group person-group-type="author"><name><surname>Hu</surname><given-names>Q.-F.</given-names></name><name><surname>Zhou</surname><given-names>B.</given-names></name><name><surname>Huang</surname><given-names>J.-M.</given-names></name><name><surname>Gao</surname><given-names>X.-M.</given-names></name><name><surname>Shu</surname><given-names>L.-D.</given-names></name><name><surname>Yang</surname><given-names>G.-Y.</given-names></name></person-group><article-title>Antiviral phenolic compounds from Arundina gramnifolia</article-title><source>J&#x000a0;Nat Prod</source><volume>76</volume><issue>2</issue><year>2013</year><fpage>292</fpage><lpage>296</lpage><pub-id pub-id-type="pmid">23368966</pub-id></element-citation></ref><ref id="bib30"><label>30</label><element-citation publication-type="journal" id="sref30"><person-group person-group-type="author"><name><surname>Calland</surname><given-names>N.</given-names></name><name><surname>Dubuisson</surname><given-names>J.</given-names></name><name><surname>Rouill&#x000e9;</surname><given-names>Y.</given-names></name><name><surname>S&#x000e9;ron</surname><given-names>K.</given-names></name></person-group><article-title>Hepatitis C virus and natural compounds: a new antiviral approach?</article-title><source>Viruses</source><volume>4</volume><issue>10</issue><year>2012</year><fpage>2197</fpage><lpage>2217</lpage><pub-id pub-id-type="pmid">23202460</pub-id></element-citation></ref><ref id="bib31"><label>31</label><element-citation publication-type="journal" id="sref31"><person-group person-group-type="author"><name><surname>Lee</surname><given-names>J.-W.</given-names></name><name><surname>Ryu</surname><given-names>H.W.</given-names></name><name><surname>Park</surname><given-names>S.-Y.</given-names></name><name><surname>Park</surname><given-names>H.A.</given-names></name><name><surname>Kwon</surname><given-names>O.-K.</given-names></name><name><surname>Yuk</surname><given-names>H.J.</given-names></name></person-group><article-title>Protective effects of neem (Azadirachta indica A. Juss.) leaf extract against cigarette smoke-and lipopolysaccharide-induced pulmonary inflammation</article-title><source>Int J Mol Med</source><volume>40</volume><issue>6</issue><year>2017</year><fpage>1932</fpage><lpage>1940</lpage><pub-id pub-id-type="pmid">29039495</pub-id></element-citation></ref><ref id="bib32"><label>32</label><element-citation publication-type="journal" id="sref32"><person-group person-group-type="author"><name><surname>Del Serrone</surname><given-names>P.</given-names></name><name><surname>Failla</surname><given-names>S.</given-names></name><name><surname>Nicoletti</surname><given-names>M.</given-names></name></person-group><article-title>Natural control of bacteria affecting meat quality by a neem (Azadirachta indica A. Juss) cake extract</article-title><source>Nat Prod Res</source><volume>29</volume><issue>10</issue><year>2015</year><fpage>985</fpage><lpage>987</lpage><pub-id pub-id-type="pmid">25272067</pub-id></element-citation></ref><ref id="bib33"><label>33</label><element-citation publication-type="journal" id="sref33"><person-group person-group-type="author"><name><surname>Ilango</surname><given-names>K.</given-names></name><name><surname>Maharajan</surname><given-names>G.</given-names></name><name><surname>Narasimhan</surname><given-names>S.</given-names></name></person-group><article-title>Anti-nociceptive and anti-inflammatory activities of Azadirachta indica fruit skin extract and its isolated constituent azadiradione</article-title><source>Nat Prod Res</source><volume>27</volume><issue>16</issue><year>2013</year><fpage>1463</fpage><lpage>1467</lpage><pub-id pub-id-type="pmid">22928548</pub-id></element-citation></ref><ref id="bib34"><label>34</label><element-citation publication-type="journal" id="sref34"><person-group person-group-type="author"><name><surname>Sadeghian</surname><given-names>M.M.</given-names></name><name><surname>Mortazaienezhad</surname><given-names>F.</given-names></name></person-group><article-title>Investigation of compounds from Azadirachta indica (neem)</article-title><source>Asian J Plant Sci</source><volume>6</volume><issue>2</issue><year>2007</year><fpage>444</fpage><lpage>445</lpage></element-citation></ref><ref id="bib35"><label>35</label><element-citation publication-type="journal" id="sref35"><person-group person-group-type="author"><name><surname>Ediriweera</surname><given-names>M.K.</given-names></name><name><surname>Tennekoon</surname><given-names>K.H.</given-names></name><name><surname>Samarakoon</surname><given-names>S.R.</given-names></name></person-group><article-title>A&#x000a0;review on ethnopharmacological applications, pharmacological activities, and bioactive compounds of Mangifera indica (mango)</article-title><source>Evid Based Complementary Altern Med</source><volume>2017</volume><year>2017</year><fpage>6949835</fpage></element-citation></ref><ref id="bib36"><label>36</label><element-citation publication-type="journal" id="sref36"><person-group person-group-type="author"><name><surname>Nayan</surname><given-names>V.</given-names></name><name><surname>Onteru</surname><given-names>S.K.</given-names></name><name><surname>Singh</surname><given-names>D.</given-names></name></person-group><article-title>Mangifera indica flower extract mediated biogenic green gold nanoparticles: efficient nanocatalyst for reduction of 4-nitrophenol</article-title><source>Environ Prog Sustain Energy</source><volume>37</volume><issue>1</issue><year>2018</year><fpage>283</fpage><lpage>294</lpage></element-citation></ref><ref id="bib37"><label>37</label><element-citation publication-type="journal" id="sref37"><person-group person-group-type="author"><name><surname>Barreto</surname><given-names>J.C.</given-names></name><name><surname>Trevisan</surname><given-names>M.T.</given-names></name><name><surname>Hull</surname><given-names>W.E.</given-names></name><name><surname>Erben</surname><given-names>G.</given-names></name><name><surname>De Brito</surname><given-names>E.S.</given-names></name><name><surname>Pfundstein</surname><given-names>B.</given-names></name></person-group><article-title>Characterization and quantitation of polyphenolic compounds in bark, kernel, leaves, and peel of mango (Mangifera indica L.)</article-title><source>J&#x000a0;Agric Food Chem</source><volume>56</volume><issue>14</issue><year>2008</year><fpage>5599</fpage><lpage>5610</lpage><pub-id pub-id-type="pmid">18558692</pub-id></element-citation></ref><ref id="bib38"><label>38</label><element-citation publication-type="journal" id="sref38"><person-group person-group-type="author"><name><surname>Al Rawi</surname><given-names>A.</given-names></name><name><surname>Al Dulaimi</surname><given-names>H.</given-names></name><name><surname>Al Rawi</surname><given-names>M.</given-names></name></person-group><article-title>Antiviral activity of Mangifera extract on influenza virus cultivated in different cell cultures</article-title><source>J&#x000a0;Pure Appl Microbiol</source><volume>13</volume><issue>1</issue><year>2019</year><fpage>455</fpage><lpage>458</lpage></element-citation></ref><ref id="bib39"><label>39</label><element-citation publication-type="journal" id="sref39"><person-group person-group-type="author"><name><surname>Jyotshna</surname></name><name><surname>Khare</surname><given-names>P.</given-names></name><name><surname>Shanker</surname><given-names>K.</given-names></name></person-group><article-title>Mangiferin: a review of sources and interventions for biological activities</article-title><source>Biofactors</source><volume>42</volume><issue>5</issue><year>2016</year><fpage>504</fpage><lpage>514</lpage><pub-id pub-id-type="pmid">27658353</pub-id></element-citation></ref><ref id="bib40"><label>40</label><element-citation publication-type="journal" id="sref40"><person-group person-group-type="author"><name><surname>Biswas</surname><given-names>D.</given-names></name><name><surname>Nandy</surname><given-names>S.</given-names></name><name><surname>Mukherjee</surname><given-names>A.</given-names></name><name><surname>Pandey</surname><given-names>D.</given-names></name><name><surname>Dey</surname><given-names>A.</given-names></name></person-group><article-title>Moringa oleifera Lam. and derived phytochemicals as promising antiviral agents: a review</article-title><source>South Afr J Bot</source><volume>129</volume><year>2020</year><fpage>272</fpage><lpage>282</lpage></element-citation></ref><ref id="bib41"><label>41</label><element-citation publication-type="journal" id="sref41"><person-group person-group-type="author"><name><surname>Vergara-Jimenez</surname><given-names>M.</given-names></name><name><surname>Almatrafi</surname><given-names>M.M.</given-names></name><name><surname>Fernandez</surname><given-names>M.L.</given-names></name></person-group><article-title>Bioactive components in Moringa oleifera leaves protect against chronic disease</article-title><source>Antioxidants</source><volume>6</volume><issue>4</issue><year>2017</year><fpage>91</fpage></element-citation></ref><ref id="bib42"><label>42</label><element-citation publication-type="journal" id="sref42"><person-group person-group-type="author"><name><surname>Abdull Razis</surname><given-names>A.F.</given-names></name><name><surname>Ibrahim</surname><given-names>M.D.</given-names></name><name><surname>Kntayya</surname><given-names>S.B.</given-names></name></person-group><article-title>Health benefits of Moringa oleifera</article-title><source>Asian Pac J Cancer Prev APJCP</source><volume>15</volume><issue>20</issue><year>2014</year><fpage>8571</fpage><lpage>8576</lpage><pub-id pub-id-type="pmid">25374169</pub-id></element-citation></ref><ref id="bib43"><label>43</label><element-citation publication-type="journal" id="sref43"><person-group person-group-type="author"><name><surname>Ohemu</surname><given-names>T.</given-names></name><name><surname>Agunu</surname><given-names>A.</given-names></name><name><surname>Olotu</surname><given-names>P.</given-names></name><name><surname>Ajima</surname><given-names>U.</given-names></name><name><surname>Dafam</surname><given-names>D.</given-names></name><name><surname>Azila</surname><given-names>J.</given-names></name></person-group><article-title>Ethnobotanical survey of medical plants used in the traditional treatment of viral infections in Jos, plateau state, Nigeria</article-title><source>Int J Med Aromatic Plants</source><volume>4</volume><issue>2</issue><year>2014</year><fpage>74</fpage><lpage>81</lpage></element-citation></ref><ref id="bib44"><label>44</label><element-citation publication-type="journal" id="sref44"><person-group person-group-type="author"><name><surname>Popoola</surname><given-names>J.O.</given-names></name><name><surname>Obembe</surname><given-names>O.O.</given-names></name></person-group><article-title>Local knowledge, use pattern and geographical distribution of Moringa oleifera Lam.(Moringaceae) in Nigeria</article-title><source>J&#x000a0;Ethnopharmacol</source><volume>150</volume><issue>2</issue><year>2013</year><fpage>682</fpage><lpage>691</lpage><pub-id pub-id-type="pmid">24096203</pub-id></element-citation></ref><ref id="bib45"><label>45</label><element-citation publication-type="journal" id="sref45"><person-group person-group-type="author"><name><surname>Stohs</surname><given-names>S.J.</given-names></name><name><surname>Hartman</surname><given-names>M.J.</given-names></name></person-group><article-title>Review of the safety and efficacy of Moringa oleifera</article-title><source>Phytother Res</source><volume>29</volume><issue>6</issue><year>2015</year><fpage>796</fpage><lpage>804</lpage><pub-id pub-id-type="pmid">25808883</pub-id></element-citation></ref><ref id="bib46"><label>46</label><element-citation publication-type="journal" id="sref46"><person-group person-group-type="author"><name><surname>Leone</surname><given-names>A.</given-names></name><name><surname>Spada</surname><given-names>A.</given-names></name><name><surname>Battezzati</surname><given-names>A.</given-names></name><name><surname>Schiraldi</surname><given-names>A.</given-names></name><name><surname>Aristil</surname><given-names>J.</given-names></name><name><surname>Bertoli</surname><given-names>S.</given-names></name></person-group><article-title>Cultivation, genetic, ethnopharmacology, phytochemistry and pharmacology of Moringa oleifera leaves: an overview</article-title><source>Int J Mol Sci</source><volume>16</volume><issue>6</issue><year>2015</year><fpage>12791</fpage><lpage>12835</lpage><pub-id pub-id-type="pmid">26057747</pub-id></element-citation></ref><ref id="bib47"><label>47</label><element-citation publication-type="journal" id="sref47"><person-group person-group-type="author"><name><surname>Pettersen</surname><given-names>E.F.</given-names></name><name><surname>Goddard</surname><given-names>T.D.</given-names></name><name><surname>Huang</surname><given-names>C.C.</given-names></name><name><surname>Couch</surname><given-names>G.S.</given-names></name><name><surname>Greenblatt</surname><given-names>D.M.</given-names></name><name><surname>Meng</surname><given-names>E.C.</given-names></name></person-group><article-title>UCSF Chimera&#x02014;a visualization system for exploratory research and analysis</article-title><source>J&#x000a0;Comput Chem</source><volume>25</volume><issue>13</issue><year>2004</year><fpage>1605</fpage><lpage>1612</lpage><pub-id pub-id-type="pmid">15264254</pub-id></element-citation></ref><ref id="bib48"><label>48</label><element-citation publication-type="journal" id="sref48"><person-group person-group-type="author"><name><surname>Volkamer</surname><given-names>A.</given-names></name><name><surname>Kuhn</surname><given-names>D.</given-names></name><name><surname>Grombacher</surname><given-names>T.</given-names></name><name><surname>Rippmann</surname><given-names>F.</given-names></name><name><surname>Rarey</surname><given-names>M.</given-names></name></person-group><article-title>Combining global and local measures for structure-based druggability predictions</article-title><source>J&#x000a0;Chem Inf Model</source><volume>52</volume><issue>2</issue><year>2012</year><fpage>360</fpage><lpage>372</lpage><pub-id pub-id-type="pmid">22148551</pub-id></element-citation></ref><ref id="bib49"><label>49</label><element-citation publication-type="journal" id="sref49"><person-group person-group-type="author"><name><surname>Lipinski</surname><given-names>C.A.</given-names></name><name><surname>Lombardo</surname><given-names>F.</given-names></name><name><surname>Dominy</surname><given-names>B.W.</given-names></name><name><surname>Feeney</surname><given-names>P.J.</given-names></name></person-group><article-title>Experimental and computational approaches to estimate solubility and permeability in drug discovery and development settings</article-title><source>Adv Drug Deliv Rev</source><volume>23</volume><issue>1&#x02013;3</issue><year>1997</year><fpage>3</fpage><lpage>25</lpage></element-citation></ref><ref id="bib50"><label>50</label><element-citation publication-type="journal" id="sref50"><person-group person-group-type="author"><name><surname>Lipinski</surname><given-names>C.A.</given-names></name></person-group><article-title>Drug-like properties and the causes of poor solubility and poor permeability</article-title><source>J&#x000a0;Pharmacol Toxicol Methods</source><volume>44</volume><issue>1</issue><year>2000</year><fpage>235</fpage><lpage>249</lpage><pub-id pub-id-type="pmid">11274893</pub-id></element-citation></ref><ref id="bib51"><label>51</label><element-citation publication-type="journal" id="sref51"><person-group person-group-type="author"><name><surname>Warren</surname><given-names>G.L.</given-names></name><name><surname>Andrews</surname><given-names>C.W.</given-names></name><name><surname>Capelli</surname><given-names>A.-M.</given-names></name><name><surname>Clarke</surname><given-names>B.</given-names></name><name><surname>LaLonde</surname><given-names>J.</given-names></name><name><surname>Lambert</surname><given-names>M.H.</given-names></name></person-group><article-title>A&#x000a0;critical assessment of docking programs and scoring functions</article-title><source>J&#x000a0;Med Chem</source><volume>49</volume><issue>20</issue><year>2006</year><fpage>5912</fpage><lpage>5931</lpage><pub-id pub-id-type="pmid">17004707</pub-id></element-citation></ref><ref id="bib52"><label>52</label><element-citation publication-type="journal" id="sref52"><person-group person-group-type="author"><name><surname>Trott</surname><given-names>O.</given-names></name><name><surname>Olson</surname><given-names>A.J.</given-names></name></person-group><article-title>AutoDock Vina: improving the speed and accuracy of docking with a new scoring function, efficient optimization, and multithreading</article-title><source>J&#x000a0;Comput Chem</source><volume>31</volume><issue>2</issue><year>2010</year><fpage>455</fpage><lpage>461</lpage><pub-id pub-id-type="pmid">19499576</pub-id></element-citation></ref><ref id="bib53"><label>53</label><element-citation publication-type="journal" id="sref53"><person-group person-group-type="author"><name><surname>Salentin</surname><given-names>S.</given-names></name><name><surname>Schreiber</surname><given-names>S.</given-names></name><name><surname>Haupt</surname><given-names>V.J.</given-names></name><name><surname>Adasme</surname><given-names>M.F.</given-names></name><name><surname>Schroeder</surname><given-names>M.</given-names></name></person-group><article-title>Plip: fully automated protein&#x02013;ligand interaction profiler</article-title><source>Nucleic Acids Res</source><volume>43</volume><issue>W1</issue><year>2015</year><fpage>W443</fpage><lpage>W447</lpage><pub-id pub-id-type="pmid">25873628</pub-id></element-citation></ref><ref id="bib54"><label>54</label><element-citation publication-type="journal" id="sref54"><person-group person-group-type="author"><name><surname>Cheng</surname><given-names>F.</given-names></name><name><surname>Li</surname><given-names>W.</given-names></name><name><surname>Zhou</surname><given-names>Y.</given-names></name><name><surname>Shen</surname><given-names>J.</given-names></name><name><surname>Wu</surname><given-names>Z.</given-names></name><name><surname>Liu</surname><given-names>G.</given-names></name></person-group><article-title>admetSAR: a comprehensive source and free tool for assessment of chemical ADMET properties</article-title><source>J&#x000a0;Chem Inf Model</source><volume>52</volume><year>2012</year><fpage>3099</fpage><lpage>3105</lpage><pub-id pub-id-type="pmid">23092397</pub-id></element-citation></ref><ref id="bib55"><label>55</label><element-citation publication-type="journal" id="sref55"><person-group person-group-type="author"><name><surname>Yang</surname><given-names>H.</given-names></name><name><surname>Lou</surname><given-names>C.</given-names></name><name><surname>Sun</surname><given-names>L.</given-names></name><name><surname>Li</surname><given-names>J.</given-names></name><name><surname>Cai</surname><given-names>Y.</given-names></name><name><surname>Wang</surname><given-names>Z.</given-names></name></person-group><article-title>admetSAR 2.0: web-service for prediction and optimization of chemical ADMET properties</article-title><source>Bioinformatics</source><volume>35</volume><issue>6</issue><year>2019</year><fpage>1067</fpage><lpage>1069</lpage><pub-id pub-id-type="pmid">30165565</pub-id></element-citation></ref><ref id="bib56"><label>56</label><element-citation publication-type="journal" id="sref56"><person-group person-group-type="author"><name><surname>Usha</surname><given-names>T.</given-names></name><name><surname>Middha</surname><given-names>S.K.</given-names></name><name><surname>Goyal</surname><given-names>A.K.</given-names></name><name><surname>Karthik</surname><given-names>M.</given-names></name><name><surname>Manoj</surname><given-names>D.</given-names></name><name><surname>Faizan</surname><given-names>S.</given-names></name></person-group><article-title>Molecular docking studies of anti-cancerous candidates in Hippophae rhamnoides and Hippophae salicifolia</article-title><source>J&#x000a0;Biomed Res</source><volume>28</volume><issue>5</issue><year>2014</year><fpage>406</fpage><pub-id pub-id-type="pmid">25332713</pub-id></element-citation></ref><ref id="bib57"><label>57</label><element-citation publication-type="journal" id="sref57"><person-group person-group-type="author"><name><surname>Singh</surname><given-names>S.P.</given-names></name><name><surname>Konwar</surname><given-names>B.K.</given-names></name></person-group><article-title>Molecular docking studies of quercetin and its analogues against human inducible nitric oxide synthase</article-title><source>SpringerPlus</source><volume>1</volume><issue>1</issue><year>2012</year><fpage>69</fpage><pub-id pub-id-type="pmid">23556141</pub-id></element-citation></ref><ref id="bib58"><label>58</label><element-citation publication-type="journal" id="sref58"><person-group person-group-type="author"><name><surname>Liu</surname><given-names>X.</given-names></name><name><surname>Wang</surname><given-names>X.-J.</given-names></name></person-group><article-title>Potential inhibitors against 2019-nCoV coronavirus M protease from clinically approved medicines</article-title><source>J&#x000a0;Genet Genomics</source><volume>47</volume><issue>2</issue><year>2020</year><fpage>119</fpage><pub-id pub-id-type="pmid">32173287</pub-id></element-citation></ref><ref id="bib59"><label>59</label><element-citation publication-type="journal" id="sref59"><person-group person-group-type="author"><name><surname>Du</surname><given-names>S.</given-names></name><name><surname>Liu</surname><given-names>H.</given-names></name><name><surname>Lei</surname><given-names>T.</given-names></name><name><surname>Xie</surname><given-names>X.</given-names></name><name><surname>Wang</surname><given-names>H.</given-names></name><name><surname>He</surname><given-names>X.</given-names></name></person-group><article-title>Mangiferin: an effective therapeutic agent against several disorders</article-title><source>Mol Med Rep</source><volume>18</volume><issue>6</issue><year>2018</year><fpage>4775</fpage><lpage>4786</lpage><pub-id pub-id-type="pmid">30280187</pub-id></element-citation></ref><ref id="bib60"><label>60</label><element-citation publication-type="journal" id="sref60"><person-group person-group-type="author"><name><surname>Jhaumeer Laulloo</surname><given-names>S.</given-names></name><name><surname>Bhowon</surname><given-names>M.</given-names></name><name><surname>Soyfoo</surname><given-names>S.</given-names></name><name><surname>Chua</surname><given-names>L.</given-names></name></person-group><article-title>Nutritional and biological evaluation of leaves of Mangifera indica from Mauritius</article-title><source>J&#x000a0;Chem</source><volume>2018</volume><issue>6869294</issue><year>2018</year><fpage>1</fpage><lpage>9</lpage></element-citation></ref><ref id="bib61"><label>61</label><element-citation publication-type="journal" id="sref61"><person-group person-group-type="author"><name><surname>Mohapatra</surname><given-names>S.</given-names></name><name><surname>Prasad</surname><given-names>A.</given-names></name><name><surname>Haque</surname><given-names>F.</given-names></name><name><surname>Ray</surname><given-names>S.</given-names></name><name><surname>De</surname><given-names>B.</given-names></name><name><surname>Ray</surname><given-names>S.S.</given-names></name></person-group><article-title>In silico investigation of black tea components on &#x003b1;-amylase, &#x003b1;-glucosidase and lipase</article-title><source>J&#x000a0;Appl Pharmaceut Sci</source><volume>5</volume><issue>12</issue><year>2015</year><fpage>42</fpage><lpage>47</lpage></element-citation></ref><ref id="bib62"><label>62</label><element-citation publication-type="journal" id="sref62"><person-group person-group-type="author"><name><surname>Stojanovic</surname><given-names>S.&#x000d0;.</given-names></name><name><surname>Zaric</surname><given-names>S.D.</given-names></name></person-group><article-title>Hydrogen bonds and hydrophobic interactions of porphyrins in porphyrin-containing proteins</article-title><source>Open Struct Biol J</source><volume>3</volume><issue>1</issue><year>2009</year></element-citation></ref><ref id="bib63"><label>63</label><element-citation publication-type="journal" id="sref63"><person-group person-group-type="author"><name><surname>Hari</surname><given-names>S.</given-names></name></person-group><article-title>In silico molecular docking and ADME/T analysis of plant compounds against IL17A and IL18 targets in gouty arthritis</article-title><source>J&#x000a0;Appl Pharmaceut Sci</source><volume>9</volume><issue>7</issue><year>2019</year><fpage>18</fpage><lpage>26</lpage></element-citation></ref></ref-list><fn-group><fn id="d35e2476"><p id="ntpara0010">Peer review under responsibility of Taibah University.</p></fn></fn-group></back></article>