<!DOCTYPE article PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.2 20190208//EN" "JATS-archivearticle1-mathml3.dtd"> 
<article xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:mml="http://www.w3.org/1998/Math/MathML" article-type="research-article"><?properties open_access?><?DTDIdentifier.IdentifierValue -//NLM//DTD JATS (Z39.96) Journal Publishing DTD v1.0 20120330//EN?><?DTDIdentifier.IdentifierType public?><?SourceDTD.DTDName JATS-journalpublishing1.dtd?><?SourceDTD.Version 1.0?><?ConverterInfo.XSLTName jp2nlmx2.xsl?><?ConverterInfo.Version 1?><front><journal-meta><journal-id journal-id-type="nlm-ta">Parasite</journal-id><journal-id journal-id-type="iso-abbrev">Parasite</journal-id><journal-id journal-id-type="publisher-id">parasite</journal-id><journal-title-group><journal-title>Parasite</journal-title></journal-title-group><issn pub-type="ppub">1252-607X</issn><issn pub-type="epub">1776-1042</issn><publisher><publisher-name>EDP Sciences</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">8019557</article-id><article-id pub-id-type="doi">10.1051/parasite/2021024</article-id><article-id pub-id-type="publisher-id">parasite200177</article-id><article-id pub-id-type="other">10.1051/parasite/2021024</article-id><article-categories><subj-group subj-group-type="heading"><subject>Research Article</subject></subj-group><subj-group subj-group-type="topic"><subject>Special Issue &#x02013; NexGard<sup>&#x000ae;</sup> Combo (esafoxolaner, eprinomectin, praziquantel): A new endectocide spot-on formulation for cats. Invited Editor: Fr&#x000e9;d&#x000e9;ric Beugnet</subject></subj-group></article-categories><title-group><article-title>Efficacy of a novel topical combination of esafoxolaner, eprinomectin and praziquantel in cats against <italic>Toxocara cati</italic> and <italic>Dipylidium caninum</italic></article-title><trans-title-group xml:lang="fr"><trans-title>Efficacit&#x000e9; d&#x02019;une nouvelle association topique d&#x02019;esafoxolaner, d&#x02019;&#x000e9;prinomectine et de praziquantel chez le chat contre <italic>Toxocara cati</italic> et <italic>Dipylidium caninum</italic></trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author"><name><surname>Knaus</surname><given-names>Martin</given-names></name><xref ref-type="aff" rid="AFF1">1</xref><xref ref-type="corresp" rid="FN1">*</xref></contrib><contrib contrib-type="author"><name><surname>Baker</surname><given-names>Christine</given-names></name><xref ref-type="aff" rid="AFF2">2</xref></contrib><contrib contrib-type="author"><name><surname>Alva</surname><given-names>Roberto</given-names></name><xref ref-type="aff" rid="AFF2">2</xref></contrib><contrib contrib-type="author"><name><surname>Mitchell</surname><given-names>Elizabeth</given-names></name><xref ref-type="aff" rid="AFF2">2</xref></contrib><contrib contrib-type="author"><name><surname>Irwin</surname><given-names>Jennifer</given-names></name><xref ref-type="aff" rid="AFF2">2</xref></contrib><contrib contrib-type="author"><name><surname>Shukullari</surname><given-names>Enstela</given-names></name><xref ref-type="aff" rid="AFF3">3</xref></contrib><contrib contrib-type="author"><name><surname>Veliu</surname><given-names>Abdullah</given-names></name><xref ref-type="aff" rid="AFF4">4</xref></contrib><contrib contrib-type="author"><name><surname>Ibarra-Velarde</surname><given-names>Froyl&#x000e1;n</given-names></name><xref ref-type="aff" rid="AFF5">5</xref></contrib><contrib contrib-type="author"><name><surname>Liebenberg</surname><given-names>Julian</given-names></name><xref ref-type="aff" rid="AFF6">6</xref></contrib><contrib contrib-type="author"><name><surname>Reinemeyer</surname><given-names>Craig</given-names></name><xref ref-type="aff" rid="AFF7">7</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid" authenticated="false">http://orcid.org/0000-0003-4798-3246</contrib-id><name><surname>Tielemans</surname><given-names>Eric</given-names></name><xref ref-type="aff" rid="AFF8">8</xref></contrib><contrib contrib-type="author"><name><surname>Wakeland</surname><given-names>Kenneth</given-names></name><xref ref-type="aff" rid="AFF9">9</xref></contrib><contrib contrib-type="author"><name><surname>Johnson</surname><given-names>Chris</given-names></name><xref ref-type="aff" rid="AFF9">9</xref></contrib></contrib-group><aff id="AFF1">
<label>1</label>
<addr-line>Boehringer Ingelheim Vetmedica GmbH, Kathrinenhof Research Center Walchenseestr. 8&#x02013;12 83101 Rohrdorf Germany</addr-line>
</aff><aff id="AFF2">
<label>2</label>
<addr-line>Boehringer Ingelheim Animal Health 1730 Olympic Drive Athens GA 30601 USA</addr-line>
</aff><aff id="AFF3">
<label>3</label>
<addr-line>Faculty of Veterinary Medicine, Agricultural University of Tirana Rruga Paisi Vodica 1025 Tirana Albania</addr-line>
</aff><aff id="AFF4">
<label>4</label>
<addr-line>Center for Animal Services, Fond. Prosp. Integr. Rr. Mine Peza, Pall. 3, Shk. 1/4 1000 Tirana Albania</addr-line>
</aff><aff id="AFF5">
<label>5</label>
<addr-line>Universidad Nacional Aut&#x000f3;noma de M&#x000e9;xico, Ciudad Universitaria Coyoacan 04510 Mexico</addr-line>
</aff><aff id="AFF6">
<label>6</label>
<addr-line>Clinvet International (Pty) Ltd. P.O. Box 11186, Universitas Bloemfontein 9321 Republic of South Africa</addr-line>
</aff><aff id="AFF7">
<label>7</label>
<addr-line>East Tennessee Clinical Research 80 Copper Ridge Farm Rd Rockwood TN 37854 USA</addr-line>
</aff><aff id="AFF8">
<label>8</label>
<addr-line>Boehringer-Ingelheim Animal Health 29 Avenue Tony Garnier 69007 Lyon France</addr-line>
</aff><aff id="AFF9">
<label>9</label>
<addr-line>Boehringer-Ingelheim Animal Health 3239 Satellite Blvd Duluth GA 30096 USA</addr-line>
</aff><author-notes><corresp id="FN1"><label>*</label>Corresponding author: <email>martin.knaus@boehringer-ingelheim.com</email></corresp></author-notes><pub-date date-type="collection" publication-format="electronic"><year>2021</year></pub-date><pub-date date-type="pub" publication-format="electronic"><day>02</day><month>4</month><year>2021</year></pub-date><volume>28</volume><issue-id pub-id-type="publisher-id">parasite/2021/01</issue-id><elocation-id>28</elocation-id><history><date date-type="received"><day>02</day><month>11</month><year>2020</year></date><date date-type="accepted"><day>08</day><month>3</month><year>2021</year></date></history><permissions><copyright-statement>&#x000a9; M. Knaus et al., published by EDP Sciences, 2021</copyright-statement><copyright-year>2021</copyright-year><copyright-holder>M. Knaus et al.</copyright-holder><license license-type="open-access"><license-p content-type="cc-by-4.0">This is an Open Access article distributed under the terms of the Creative Commons Attribution License (<ext-link ext-link-type="uri" xlink:href="https://creativecommons.org/licenses/by/4.0">https://creativecommons.org/licenses/by/4.0</ext-link>), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.</license-p></license></permissions><self-uri content-type="abstract" xlink:href="https://www.parasite-journal.org/articles/parasite/abs/2021/01/parasite200177/parasite200177.html"/><self-uri content-type="full_html" xlink:href="https://www.parasite-journal.org/articles/parasite/full_html/2021/01/parasite200177/parasite200177.html"/><self-uri content-type="pdf" xlink:href="https://www.parasite-journal.org/articles/parasite/pdf/2021/01/parasite200177.pdf"/><abstract><p>NexGard<sup>&#x000ae;</sup> Combo, a novel topical antiparasitic product for cats, combines the insecticide/acaricide esafoxolaner with the nematocide eprinomectin and cestodicide praziquantel. The efficacy of this combination product was evaluated against two common endoparasites of global occurrence in cats, the nematode <italic>Toxocara cati</italic> and the cestode <italic>Dipylidium caninum</italic>, in five controlled studies using naturally or experimentally infected cats with parasites of North American, South African or European origin. Cats evaluated in these studies harbored patent infection of the target parasite confirmed through a pre-treatment fecal examination. In each study, cats were allocated randomly to two groups of equal size (8 or 10 cats per group per study), one group treated with a placebo (mineral oil) and the other with NexGard<sup>&#x000ae;</sup> Combo. Both treatments were administered once as a spot-on at 0.12 mL per kg body weight to deliver the minimum label dosage (1.44 mg/kg esafoxolaner, 0.48 mg/kg eprinomectin, and 10.0 mg/kg praziquantel) to the NexGard<sup>&#x000ae;</sup> Combo-treated cats. To determine efficacy, geometric mean parasite counts seven to 12 days after treatment of placebo-treated (control) cats and NexGard<sup>&#x000ae;</sup> Combo-treated cats were compared. The efficacy of NexGard<sup>&#x000ae;</sup> Combo was 98.8% and 100% against adult <italic>T. cati</italic> in two studies; and 98.0%, 98.3% and 93.2% against <italic>D. caninum</italic> in three studies<italic>.</italic> No adverse events related to treatment were observed throughout the studies. These studies demonstrate high efficacy against these major feline endoparasites and excellent acceptability of the novel topical antiparasitic combination of esafoxolaner, eprinomectin and praziquantel.</p></abstract><trans-abstract xml:lang="fr"><p>NexGard<sup>&#x000ae;</sup> Combo, un nouveau produit antiparasitaire topique pour chats combine l&#x02019;insecticide/acaricide esafoxolaner avec le n&#x000e9;matocide &#x000e9;prinomectine et le cestodicide praziquantel. L&#x02019;efficacit&#x000e9; de ce produit d&#x02019;association a &#x000e9;t&#x000e9; &#x000e9;valu&#x000e9;e contre deux endoparasites communs d&#x02019;occurrence mondiale chez le chat, le n&#x000e9;matode <italic>Toxocara cati</italic> et le cestode <italic>Dipylidium caninum</italic>, dans cinq &#x000e9;tudes contr&#x000f4;l&#x000e9;es utilisant des chats naturellement ou exp&#x000e9;rimentalement infect&#x000e9;s par des parasites d&#x02019;origine nord-am&#x000e9;ricaine, sud-africaine ou europ&#x000e9;enne. Les chats &#x000e9;valu&#x000e9;s dans ces &#x000e9;tudes pr&#x000e9;sentaient une infection patente du parasite cible confirm&#x000e9;e par un examen f&#x000e9;cal avant le traitement. Dans chaque &#x000e9;tude, les chats ont &#x000e9;t&#x000e9; r&#x000e9;partis au hasard en deux groupes de taille &#x000e9;gale (8 ou 10 chats par groupe et par &#x000e9;tude), un groupe trait&#x000e9; avec un placebo (huile min&#x000e9;rale) et l&#x02019;autre avec NexGard<sup>&#x000ae;</sup> Combo. Les deux traitements ont &#x000e9;t&#x000e9; administr&#x000e9;s une fois par spot-on &#x000e0; 0,12 mL par kg de poids corporel pour d&#x000e9;livrer la dose minimale indiqu&#x000e9;e sur l&#x02019;&#x000e9;tiquette (1,44 mg/kg d&#x02019;esafoxolaner, 0,48 mg/kg d&#x02019;&#x000e9;prinomectine et 10,0 mg/kg de praziquantel) pour les chats du groupe trait&#x000e9; par NexGard<sup>&#x000ae;</sup> Combo. Pour d&#x000e9;terminer l&#x02019;efficacit&#x000e9;, les nombres moyens g&#x000e9;om&#x000e9;triques de parasites sept &#x000e0; 12 jours apr&#x000e8;s le traitement des chats trait&#x000e9;s par placebo (t&#x000e9;moins) et des chats trait&#x000e9;s par NexGard<sup>&#x000ae;</sup> Combo ont &#x000e9;t&#x000e9; compar&#x000e9;s. L&#x02019;efficacit&#x000e9; de NexGard<sup>&#x000ae;</sup> Combo &#x000e9;tait de 98,8&#x000a0;% et de 100&#x000a0;% contre <italic>T. cati</italic> adulte dans deux &#x000e9;tudes, et de 98,0&#x000a0;%, 98,3&#x000a0;% et 93,2&#x000a0;% contre <italic>D. caninum</italic> dans trois &#x000e9;tudes. Aucun &#x000e9;v&#x000e9;nement ind&#x000e9;sirable li&#x000e9; au traitement n&#x02019;a &#x000e9;t&#x000e9; observ&#x000e9; tout au long des &#x000e9;tudes. Ces &#x000e9;tudes d&#x000e9;montrent la grande efficacit&#x000e9; contre ces principaux endoparasites f&#x000e9;lins et l&#x02019;excellente acceptabilit&#x000e9; de la nouvelle combinaison antiparasitaire topique d&#x02019;esafoxolaner, d&#x02019;&#x000e9;prinomectine et de praziquantel.</p></trans-abstract><kwd-group><kwd>Cat</kwd><kwd>Intestinal helminth</kwd><kwd>Esafoxolaner</kwd><kwd>Eprinomectin</kwd><kwd>Praziquantel</kwd><kwd>Efficacy</kwd></kwd-group><counts><fig-count count="0"/><table-count count="3"/><equation-count count="0"/><ref-count count="39"/><page-count count="7"/></counts></article-meta></front><body><sec sec-type="intro" id="S1"><title>Introduction</title><p>Domestic cats may harbor a wide range of intestinal parasites, such as nematodes, cestodes, trematodes and protozoans [<xref rid="R5" ref-type="bibr">5</xref>]. The prevalence of intestinal helminths in domestic cats is variable and depends on several factors such as the cat&#x02019;s age, its habitat (e.g., urban, rural), lifestyle habits (e.g., outdoor access, stray, shelter, domestic pet), and most fundamentally, its predatory behavior [<xref rid="R2" ref-type="bibr">2</xref>, <xref rid="R7" ref-type="bibr">7</xref>, <xref rid="R28" ref-type="bibr">28</xref>, <xref rid="R29" ref-type="bibr">29</xref>, <xref rid="R34" ref-type="bibr">34</xref>, <xref rid="R36" ref-type="bibr">36</xref>, <xref rid="R39" ref-type="bibr">39</xref>]. <italic>Toxocara cati</italic> is the most common nematode and the main ascarid species found in cats, with a high prevalence in kittens, while <italic>Toxascaris leonina</italic> and hookworms, such as <italic>Ancylostoma tubaeforme</italic>, <italic>Ancylostoma braziliense</italic> and <italic>Ancylostoma ceylanicum</italic> are more rarely diagnosed in domestic cats [<xref rid="R5" ref-type="bibr">5</xref>]. Major cestodes of domestic cats are dipylidiid cestodes such as <italic>Dipylidium caninum</italic>, <italic>Joyeuxiella</italic> spp. and <italic>Diplopylidium</italic> spp., and taeniid cestodes such as <italic>Taenia taeniaeformis</italic> and <italic>Echinococcus multilocularis</italic> [<xref rid="R5" ref-type="bibr">5</xref>].</p><p>Some of these helminths are also well known for the zoonotic risk to humans cohabiting with or exposed to infected cats. For example, <italic>T. cati</italic> may cause larva migrans in children as a result of oral ingestion of infective eggs [<xref rid="R9" ref-type="bibr">9</xref>, <xref rid="R10" ref-type="bibr">10</xref>, <xref rid="R12" ref-type="bibr">12</xref>, <xref rid="R17" ref-type="bibr">17</xref>], and <italic>D. caninum</italic> may cause intestinal disorders in humans following flea ingestion [<xref rid="R14" ref-type="bibr">14</xref>, <xref rid="R18" ref-type="bibr">18</xref>].</p><p>An effective deworming program is essential to control environmental contamination, thereby mitigating clinical implications in infected cats and minimizing the risk of spread and transmission to other felines and to people [<xref rid="R11" ref-type="bibr">11</xref>, <xref rid="R35" ref-type="bibr">35</xref>].</p><p>NexGard<sup>&#x000ae;</sup> Combo, a novel topical endectoparasiticide formulation for cats combines esafoxolaner, an isoxazoline with insecticidal and acaricidal activity, with two anthelminitic compounds of well-known efficacy, eprinomectin and praziquantel [<xref rid="R8" ref-type="bibr">8</xref>, <xref rid="R19" ref-type="bibr">19</xref>&#x02013;<xref rid="R22" ref-type="bibr">22</xref>, <xref rid="R32" ref-type="bibr">32</xref>].</p><p>They have become standard therapeutics, as they have been proven safe and highly efficacious against a broad spectrum of intestinal helminths in cats [<xref rid="R19" ref-type="bibr">19</xref>&#x02013;<xref rid="R22" ref-type="bibr">22</xref>, <xref rid="R32" ref-type="bibr">32</xref>, <xref rid="R33" ref-type="bibr">33</xref>, <xref rid="R35" ref-type="bibr">35</xref>]. The marketed feline topical products Broadline&#x02122; and Centragard&#x02122; deliver the same dosage of eprinomectin and praziquantel as NexGard<sup>&#x000ae;</sup> Combo, resulting in similar eprinomectin and praziquantel plasma profiles [<xref rid="R16" ref-type="bibr">16</xref>].</p><p>The studies reported here were conducted to confirm the efficacy and acceptability of this novel topical product in cats against naturally acquired and experimentally induced infections with <italic>T.&#x000a0;cati</italic> or <italic>D. caninum,</italic> as per the requirements of regulatory agencies.</p></sec><sec sec-type="materials|methods" id="S2"><title>Materials and methods</title><sec id="S3"><title>Ethics</title><p>The study protocols were reviewed and approved by the Sponsor&#x02019;s Institutional Animal Care and Use Committee and the studies were conducted according to local animal welfare legislation. Cats were handled with due regard for their wellbeing.</p></sec><sec id="S4"><title>Study design and study animals</title><p>The design of the studies was in accordance with the International Cooperation on Harmonisation of Technical Requirements for Registration of Veterinary Medicinal Products VICH GL7, &#x0201c;Efficacy of Anthelmintics: General Requirements&#x0201d; [<xref rid="R37" ref-type="bibr">37</xref>] and VICH GL20 &#x0201c;Efficacy of Anthelmintics: Specific Recommendations for Felines&#x0201d; [<xref rid="R38" ref-type="bibr">38</xref>], and the &#x0201c;World Association for the Advancement of Veterinary Parasitology (WAAVP) guidelines for evaluating the efficacy of anthelmintics for dogs and cats&#x0201d; [<xref rid="R15" ref-type="bibr">15</xref>]. All studies were conducted according to the principles of VICH GL9 entitled <italic>Good Clinical Practice</italic>. Personnel involved with the evaluation of efficacy and acceptability were unaware of the treatment assignments.</p><p>All studies used a randomized design for allocation of the cats to two groups, NexGard<sup>&#x000ae;</sup> Combo-treated or placebo-treated (control). A total of 96 Domestic Short-hair cats, weighing between 1.0 and 5.0&#x000a0;kg prior to treatment, aged 3 months to 9 years and owned by the respective contract research organization were included in the studies. The studies were conducted in the United States (Study 1), Albania (Studies 2 and 4), South Africa (Study 3), and Mexico (Study 5). The animals were acclimated to the study facilities for at least seven days prior to treatment administration and cats were housed individually during the entire study duration. The environmental conditions were the same for all animals within a study. Study specific Information such as animal details, allocation, and target parasites are summarized in <xref rid="T1" ref-type="table">Table 1</xref>.</p><p><table-wrap id="T1" orientation="portrait" position="float"><label>Table 1</label><caption><p>Study-specific information: animal details, allocation, and target parasites.</p></caption><table frame="hsides" rules="groups"><thead><tr valign="top"><th align="left" rowspan="1" colspan="1"/><th align="center" rowspan="1" colspan="1">Study 1<hr/></th><th align="center" rowspan="1" colspan="1">Study 2<hr/></th><th align="center" rowspan="1" colspan="1">Study 3<hr/></th><th align="center" rowspan="1" colspan="1">Study 4<hr/></th><th align="center" rowspan="1" colspan="1">Study 5<hr/></th></tr><tr valign="top"><th align="left" rowspan="1" colspan="1">Target parasite (origin)</th><th align="center" rowspan="1" colspan="1"><italic>Toxocara cati</italic> (Tennessee, USA)<hr/></th><th align="center" rowspan="1" colspan="1"><italic>Toxocara cati</italic> (Albania)<hr/></th><th align="center" rowspan="1" colspan="1"><italic>Dipylidium caninum</italic> (South Africa)<hr/></th><th align="center" rowspan="1" colspan="1"><italic>Dipylidium caninum</italic> (Albania)<hr/></th><th align="center" rowspan="1" colspan="1"><italic>Dipylidium caninum</italic> (Mexico)<hr/></th></tr><tr valign="top"><th align="left" rowspan="1" colspan="1">Infection</th><th align="center" rowspan="1" colspan="1">Induced</th><th align="center" rowspan="1" colspan="1">Natural</th><th align="center" rowspan="1" colspan="1">Induced</th><th align="center" rowspan="1" colspan="1">Natural</th><th align="center" rowspan="1" colspan="1">Natural</th></tr></thead><tbody><tr valign="top"><td align="left" rowspan="1" colspan="1">Age of cats, range</td><td align="center" rowspan="1" colspan="1">19&#x02013;21 weeks</td><td align="center" rowspan="1" colspan="1">5&#x02013;8 months</td><td align="center" rowspan="1" colspan="1">1&#x02013;9 years</td><td align="center" rowspan="1" colspan="1">2&#x02013;4 years</td><td align="center" rowspan="1" colspan="1">3 months to 3 years</td></tr><tr valign="top"><td align="left" rowspan="1" colspan="1">Bodyweight of cats, range (kg)</td><td align="center" rowspan="1" colspan="1">2.0&#x02013;2.9</td><td align="center" rowspan="1" colspan="1">1.0&#x02013;2.1</td><td align="center" rowspan="1" colspan="1">2.5&#x02013;4.6</td><td align="center" rowspan="1" colspan="1">1.2&#x02013;3.6</td><td align="center" rowspan="1" colspan="1">1.3&#x02013;5.0</td></tr><tr valign="top"><td align="left" rowspan="1" colspan="1">Number of cats per group</td><td align="center" rowspan="1" colspan="1">10</td><td align="center" rowspan="1" colspan="1">10</td><td align="center" rowspan="1" colspan="1">8</td><td align="center" rowspan="1" colspan="1">10</td><td align="center" rowspan="1" colspan="1">10</td></tr><tr valign="top"><td align="left" rowspan="1" colspan="1">Allocation of cats to treatment groups</td><td align="left" rowspan="1" colspan="1">Completely at random</td><td align="left" rowspan="1" colspan="1">At random after blocking by bodyweight</td><td align="left" rowspan="1" colspan="1">At random after blocking by bodyweight</td><td align="left" rowspan="1" colspan="1">At random after blocking by bodyweight</td><td align="left" rowspan="1" colspan="1">At random after blocking by bodyweight</td></tr><tr valign="top"><td align="left" rowspan="1" colspan="1">Timing of parasite recovery after treatment</td><td align="center" rowspan="1" colspan="1">7 days</td><td align="center" rowspan="1" colspan="1">7/8 days</td><td align="center" rowspan="1" colspan="1">7 days</td><td align="center" rowspan="1" colspan="1">10/11 days</td><td align="center" rowspan="1" colspan="1">10&#x02013;12 days</td></tr></tbody></table></table-wrap></p><p>Purpose-bred cats negative for patent infections with intestinal helminths were included in the two studies using experimentally induced infections (Studies 1 and 3). Study 1 cats were inoculated orally with approximately 34 larvated <italic>T. cati</italic> eggs daily from the same bulk solution on three consecutive days (63, 62 and 61 days before treatment). The parasite isolate originated from Tennessee, USA. The inoculation schedule was designed so that <italic>T. cati</italic> would be mature adult worms at the time of treatment. For Study 3, cats were experimentally infected with <italic>D. caninum</italic>, as described previously [<xref rid="R3" ref-type="bibr">3</xref>, <xref rid="R13" ref-type="bibr">13</xref>], and monitored until patent infections were confirmed. The <italic>D. caninum</italic> isolate originated from a cat in South Africa.</p><p>Three studies involved naturally infected animals (Studies 2, 4 and 5) and used locally sourced cats that were selected based on positive fecal examination for the target parasite.</p></sec><sec id="S5"><title>Pre-treatment fecal examination</title><p>For all studies, the selection criterion for inclusion of cats was the presence of patent infection with the target parasite by examination of fecal samples collected within 9&#x000a0;days prior to the day of treatment, and all cats included were confirmed positive for at least fecal stages of the target parasite (<xref rid="T2" ref-type="table">Table 2</xref>). Fecal samples were examined macroscopically for the presence of cestode segments. In addition, feces were tested for helminth eggs using quantitative flotation techniques (Study 1, modified Wisconsin technique; Studies 2, 4 and 5, modified McMaster techniques).</p><p><table-wrap id="T2" orientation="portrait" position="float"><label>Table 2</label><caption><p>Results of pre-treatment fecal examinations.</p></caption><table frame="hsides" rules="groups"><thead><tr valign="top"><th align="left" rowspan="1" colspan="1"/><th align="center" rowspan="1" colspan="1">Study 1<hr/></th><th align="center" rowspan="1" colspan="1">Study 2<hr/></th><th align="center" rowspan="1" colspan="1">Study 3<hr/></th><th align="center" rowspan="1" colspan="1">Study 4<hr/></th><th align="center" rowspan="1" colspan="1">Study 5<hr/></th></tr><tr valign="top"><th align="left" rowspan="1" colspan="1">Target parasite</th><th align="center" rowspan="1" colspan="1"><italic>Toxocara cati</italic>
<hr/></th><th align="center" rowspan="1" colspan="1"><italic>Toxocara cati</italic><hr/></th><th align="center" rowspan="1" colspan="1"><italic>Dipylidium caninum</italic><hr/></th><th align="center" rowspan="1" colspan="1"><italic>Dipylidium caninum</italic><hr/></th><th align="center" rowspan="1" colspan="1"><italic>Dipylidium caninum</italic><hr/></th></tr><tr valign="top"><th align="left" rowspan="1" colspan="1">Type of Infection</th><th align="center" rowspan="1" colspan="1">Induced</th><th align="center" rowspan="1" colspan="1">Natural</th><th align="center" rowspan="1" colspan="1">Induced</th><th align="center" rowspan="1" colspan="1">Natural</th><th align="center" rowspan="1" colspan="1">Natural</th></tr></thead><tbody><tr valign="top"><td align="left" rowspan="1" colspan="1"><italic>Toxocara</italic> eggs<xref ref-type="table-fn" rid="TFN1">a</xref></td><td align="left" rowspan="1" colspan="1"/><td align="left" rowspan="1" colspan="1"/><td align="left" rowspan="1" colspan="1"/><td align="left" rowspan="1" colspan="1"/><td align="left" rowspan="1" colspan="1"/></tr><tr valign="top"><td align="left" rowspan="2" colspan="1">&#x02003;Placebo (control)<xref ref-type="table-fn" rid="TFN3">1</xref></td><td align="center" rowspan="1" colspan="1">10/10</td><td align="center" rowspan="1" colspan="1">10/10</td><td align="center" rowspan="1" colspan="1">&#x02013;</td><td align="center" rowspan="1" colspan="1">8/10</td><td align="center" rowspan="1" colspan="1">7/10</td></tr><tr valign="top"><td align="center" rowspan="1" colspan="1">(899&#x02013;1944)</td><td align="center" rowspan="1" colspan="1">(500&#x02013;5800)</td><td align="center" rowspan="1" colspan="1">&#x02013;</td><td align="center" rowspan="1" colspan="1">(200&#x02013;6350)</td><td align="center" rowspan="1" colspan="1">(350&#x02013;4100)</td></tr><tr valign="top"><td align="left" rowspan="2" colspan="1">&#x02003;Treated<xref ref-type="table-fn" rid="TFN4">2</xref></td><td align="center" rowspan="1" colspan="1">10/10 </td><td align="center" rowspan="1" colspan="1">10/10 </td><td align="center" rowspan="1" colspan="1">&#x02013;</td><td align="center" rowspan="1" colspan="1">4/10 </td><td align="center" rowspan="1" colspan="1">5/10 </td></tr><tr valign="top"><td align="center" rowspan="1" colspan="1">(904&#x02013;2292)</td><td align="center" rowspan="1" colspan="1">(100&#x02013;5200)</td><td align="center" rowspan="1" colspan="1">&#x02013;</td><td align="center" rowspan="1" colspan="1">(300&#x02013;1550)</td><td align="center" rowspan="1" colspan="1">(400&#x02013;6300)</td></tr><tr valign="top"><td align="left" rowspan="1" colspan="1">Hookworm eggs<xref ref-type="table-fn" rid="TFN1">a</xref></td><td align="left" rowspan="1" colspan="1"/><td align="left" rowspan="1" colspan="1"/><td align="left" rowspan="1" colspan="1"/><td align="left" rowspan="1" colspan="1"/><td align="left" rowspan="1" colspan="1"/></tr><tr valign="top"><td align="left" rowspan="2" colspan="1">&#x02003;Placebo (control)</td><td align="center" rowspan="1" colspan="1">&#x02013;</td><td align="center" rowspan="1" colspan="1">0/10</td><td align="center" rowspan="1" colspan="1">&#x02013;</td><td align="center" rowspan="1" colspan="1">3/10</td><td align="center" rowspan="1" colspan="1">0/10</td></tr><tr valign="top"><td align="center" rowspan="1" colspan="1">&#x02013;</td><td align="center" rowspan="1" colspan="1">&#x02013;</td><td align="center" rowspan="1" colspan="1">&#x02013;</td><td align="center" rowspan="1" colspan="1">(50&#x02013;200)</td><td align="center" rowspan="1" colspan="1">&#x02013;</td></tr><tr valign="top"><td align="left" rowspan="2" colspan="1">&#x02003;Treated</td><td align="center" rowspan="1" colspan="1">&#x02013;</td><td align="center" rowspan="1" colspan="1">2/10</td><td align="center" rowspan="1" colspan="1">&#x02013;</td><td align="center" rowspan="1" colspan="1">0/10</td><td align="center" rowspan="1" colspan="1">1/10</td></tr><tr valign="top"><td align="center" rowspan="1" colspan="1">&#x02013;</td><td align="center" rowspan="1" colspan="1">(0&#x02013;1150)</td><td align="center" rowspan="1" colspan="1">&#x02013;</td><td align="center" rowspan="1" colspan="1">&#x02013;</td><td align="center" rowspan="1" colspan="1">(300)</td></tr><tr valign="top"><td align="left" rowspan="1" colspan="1">Dipylidiid eggs/proglottids<xref ref-type="table-fn" rid="TFN2">b</xref></td><td align="left" rowspan="1" colspan="1"/><td align="left" rowspan="1" colspan="1"/><td align="left" rowspan="1" colspan="1"/><td align="left" rowspan="1" colspan="1"/><td align="left" rowspan="1" colspan="1"/></tr><tr valign="top"><td align="left" rowspan="1" colspan="1">&#x02003;Placebo (control)</td><td align="center" rowspan="1" colspan="1">&#x02013;</td><td align="center" rowspan="1" colspan="1">0/10</td><td align="center" rowspan="1" colspan="1">8/8</td><td align="center" rowspan="1" colspan="1">10/10</td><td align="center" rowspan="1" colspan="1">10/10</td></tr><tr valign="top"><td align="left" rowspan="1" colspan="1">&#x02003;Treated</td><td align="center" rowspan="1" colspan="1">&#x02013;</td><td align="center" rowspan="1" colspan="1">0/10</td><td align="center" rowspan="1" colspan="1">8/8</td><td align="center" rowspan="1" colspan="1">10/10</td><td align="center" rowspan="1" colspan="1">10/10</td></tr></tbody></table><table-wrap-foot><fn id="TFN1"><label>a</label><p>Number of cats testing positive/number of cats in group; (range of eggs per gram counts).</p></fn><fn id="TFN2"><label>b</label><p>Number of cats testing positive/number of cats in group.</p></fn><fn id="TFN3"><label>1</label><p>Mineral oil at 0.12&#x000a0;mL per kg bodyweight spot-on, once.</p></fn><fn id="TFN4"><label>2</label><p>NexGard<sup>&#x000ae;</sup> Combo at 0.12&#x000a0;mL per kg bodyweight spot-on, once.</p></fn></table-wrap-foot></table-wrap></p></sec><sec id="S6"><title>Treatment administration</title><p>All cats were treated once on Day 0. Cats assigned to the placebo (control) group were administered mineral oil topically at 0.12&#x000a0;mL per kg bodyweight. Cats assigned to the NexGard<sup>&#x000ae;</sup> Combo (esafoxolaner 1.2% w/v, eprinomectin 0.4% w/v, praziquantel 8.3% w/v) group received a topical (spot-on) application of the formulation at the minimum recommended dosage of 0.12&#x000a0;mL/kg body weight, delivering 1.44&#x000a0;mg esafoxolaner, 0.48&#x000a0;mg eprinomectin, and 10.0&#x000a0;mg praziquantel per kg body weight. The treatment was applied directly on the skin, after parting the hair, in one spot in the midline of the neck between the base of the skull and the shoulder blades.</p></sec><sec id="S7"><title>Helminth recovery and count</title><p>Animals were humanely euthanized following AVMP Guidelines [<xref rid="R1" ref-type="bibr">1</xref>] and necropsied 7&#x02013;12&#x000a0;days after treatment administration for parasite recovery and count. The contents of the whole gastrointestinal tract (stomach, small and large intestines) including scraped mucosa were washed over appropriately sized sieves to remove debris, and examined for helminths. Worm counts were made on total gastrointestinal contents. Helminths were identified to species/genus, and stage, as appropriate, according to their morphology. The number of scolices was counted for cestode numeration.</p></sec><sec id="S8"><title>Acceptability of treatment and health</title><p>Health observations were conducted daily throughout the studies by qualified personnel and at hourly intervals for 4&#x000a0;h after treatment to detect any health abnormalities.</p></sec><sec id="S9"><title>Statistical analysis</title><p>For each study, target parasite counts were transformed to the natural logarithm of (count +1) for calculation of geometric means for the treatment group. Efficacy was determined for the target parasite by calculating the percent efficacy as 100[(<italic>C</italic>&#x000a0;&#x02212;&#x000a0;<italic>T</italic>)/<italic>C</italic>], where <italic>C</italic> was the geometric mean among controls, and <italic>T</italic> was the geometric mean among the treated animals. The log-counts of both groups were compared using an F-test adjusted for the allocation blocks used to randomize the animals to the treatment groups (Studies 2&#x02013;5). The MIXED procedure in SAS was used for the analysis, with the treatment groups listed as a fixed effect and the allocation blocks listed as a random effect. For Study 1 the log-counts of both groups were compared using the GLM Procedure in SAS. All testing was two-sided at the significance level <italic>&#x003b1;</italic>&#x000a0;=&#x000a0;0.05.</p></sec></sec><sec sec-type="results" id="S10"><title>Results</title><p>No adverse events or other health problems related to treatment with NexGard<sup>&#x000ae;</sup> Combo were observed throughout the studies.</p><p>The results (parasite counts, percentage efficacy, statistical comparison of treatment groups) of the five studies for the target parasites are summarized in <xref rid="T3" ref-type="table">Table 3</xref>. Cats treated with NexGard<sup>&#x000ae;</sup> Combo had significantly fewer adult <italic>T. cati</italic> ascarids and <italic>D. caninum</italic> tapeworms than the placebo-treated controls. In the individual studies, the percentage efficacies against adult <italic>T. cati</italic> were 98.8% and 100%, and against <italic>D. caninum</italic> were 93.2%, 98.0% and 98.3%. All studies were considered to have adequate challenge based on target parasite infections in the cats of at least five adult <italic>T. cati</italic> or at least two <italic>D. caninum</italic> recovered from a minimum of six cats of the respective placebo-treated control groups.</p><p><table-wrap id="T3" orientation="portrait" position="float"><label>Table 3</label><caption><p>Parasite counts and efficacy.</p></caption><table frame="hsides" rules="groups"><thead><tr valign="top"><th align="left" rowspan="1" colspan="1">Parasite</th><th align="center" rowspan="1" colspan="1">Study/treatment groups</th><th align="center" rowspan="1" colspan="1">Number of positive cats/number of cats in group</th><th align="center" rowspan="1" colspan="1">Geometric mean parasite count (range)</th><th align="center" rowspan="1" colspan="1">Efficacy<xref ref-type="table-fn" rid="TFN5">1</xref> (%)</th><th align="center" rowspan="1" colspan="1"><italic>p</italic>-value<xref ref-type="table-fn" rid="TFN6">2</xref></th></tr></thead><tbody><tr valign="top"><td align="left" rowspan="6" colspan="1">Adult <italic>Toxocara cati</italic></td><td align="left" colspan="5" rowspan="1">Study 1, induced infection (Tennessee, USA)</td></tr><tr valign="top"><td align="left" rowspan="1" colspan="1">&#x02003;Placebo (control)<xref ref-type="table-fn" rid="TFN7">3</xref></td><td align="center" rowspan="1" colspan="1">10/10</td><td align="center" rowspan="1" colspan="1">29.5 (14&#x02013;57)</td><td align="center" rowspan="2" colspan="1">100</td><td align="center" rowspan="2" colspan="1">&#x0003c;0.0001</td></tr><tr valign="top"><td align="left" rowspan="1" colspan="1">&#x02003;Treated<xref ref-type="table-fn" rid="TFN8">4</xref></td><td align="center" rowspan="1" colspan="1">0/10</td><td align="center" rowspan="1" colspan="1">0</td></tr><tr valign="top"><td align="left" colspan="5" rowspan="1">Study 2, natural infection (Albania) </td></tr><tr valign="top"><td align="left" rowspan="1" colspan="1">&#x02003;Placebo (control)</td><td align="center" rowspan="1" colspan="1">10/10</td><td align="center" rowspan="1" colspan="1">12.1 (2&#x02013;32)</td><td align="center" rowspan="2" colspan="1">98.8</td><td align="center" rowspan="2" colspan="1">&#x0003c;0.0001</td></tr><tr valign="top"><td align="left" rowspan="1" colspan="1">&#x02003;Treated</td><td align="center" rowspan="1" colspan="1">1/10</td><td align="center" rowspan="1" colspan="1">0.1 (0&#x02013;3)</td></tr><tr valign="top"><td align="left" rowspan="9" colspan="1"><italic>Dipylidium caninum</italic></td><td align="left" colspan="5" rowspan="1">Study 3, induced infection (South Africa)</td></tr><tr valign="top"><td align="left" rowspan="1" colspan="1">&#x02003;Placebo (control)</td><td align="center" rowspan="1" colspan="1">7/8</td><td align="center" rowspan="1" colspan="1">28.9 (8&#x02013;267)</td><td align="center" rowspan="2" colspan="1">98.0</td><td align="center" rowspan="2" colspan="1">0.0018</td></tr><tr valign="top"><td align="left" rowspan="1" colspan="1">&#x02003;Treated</td><td align="center" rowspan="1" colspan="1">2/8</td><td align="center" rowspan="1" colspan="1">0.6 (3&#x02013;9)</td></tr><tr valign="top"><td align="left" colspan="5" rowspan="1">Study 4, natural infection (Albania)</td></tr><tr valign="top"><td align="left" rowspan="1" colspan="1">&#x02003;Placebo (control)</td><td align="center" rowspan="1" colspan="1">9/10</td><td align="center" rowspan="1" colspan="1">23.1 (3&#x02013;143)</td><td align="center" rowspan="2" colspan="1">98.3</td><td align="center" rowspan="2" colspan="1">0.0001</td></tr><tr valign="top"><td align="left" rowspan="1" colspan="1">&#x02003;Treated</td><td align="center" rowspan="1" colspan="1">2/10</td><td align="center" rowspan="1" colspan="1">0.4 (1&#x02013;12)</td></tr><tr valign="top"><td align="left" colspan="5" rowspan="1">Study 5, natural infection (Mexico) </td></tr><tr valign="top"><td align="left" rowspan="1" colspan="1">&#x02003;Placebo (control)</td><td align="center" rowspan="1" colspan="1">7/10</td><td align="center" rowspan="1" colspan="1">5.6 (1&#x02013;370)</td><td align="center" rowspan="2" colspan="1">93.2</td><td align="center" rowspan="2" colspan="1">0.0052</td></tr><tr valign="top"><td align="left" rowspan="1" colspan="1">&#x02003;Treated</td><td align="center" rowspan="1" colspan="1">1/10</td><td align="center" rowspan="1" colspan="1">0.4 (24)</td></tr></tbody></table><table-wrap-foot><fn id="TFN5"><label>1</label><p>Percent efficacy&#x000a0;=&#x000a0;100[(<italic>C</italic>&#x000a0;&#x02212;&#x000a0;<italic>T</italic>)/<italic>C</italic>], where <italic>C</italic> was the geometric mean among placebo controls and <italic>T</italic> was the geometric mean among the treated animals.</p></fn><fn id="TFN6"><label>2</label><p>Two-sided probability value from analysis of variance on log-counts of the treated group and the placebo control group.</p></fn><fn id="TFN7"><label>3</label><p>Mineral oil at 0.12&#x000a0;mL per kg bodyweight spot-on, once.</p></fn><fn id="TFN8"><label>4</label><p>NexGard<sup>&#x000ae;</sup> Combo at 0.12&#x000a0;mL per kg bodyweight spot-on, once.</p></fn></table-wrap-foot></table-wrap></p><p>Inoculation with approximately 100 larvated <italic>T. cati</italic> eggs per cat in Study 1 resulted in the recovery of 319 adult <italic>T. cati</italic> in the placebo-treated controls, indicating a mean rate of establishment of 31.9%.</p><p>In the three studies using naturally infected animals, non-target parasites were recovered from one to nine cats in the placebo-treated control groups, including adult <italic>Ancylostoma tubaeforme</italic> (Studies 2 and 4), fourth-stage <italic>T. cati</italic> (Study 2), adult <italic>T. cati</italic> (Studies 4 and 5), dipylidiid cestodes (<italic>D. caninum</italic>, <italic>Diplopylidium</italic> spp. and <italic>Joyeuxiella pasqualei</italic>; Studies 2 and 4) and/or <italic>Taenia taeniaeformis</italic> (Study 5). However, the number of parasites recovered was not considered meaningful for efficacy calculations because the presence of patent infection with these parasites had not been demonstrated prior to treatment in a minimum of six cats in each of the treatment groups (<xref rid="T2" ref-type="table">Table 2</xref>).</p></sec><sec sec-type="discussion" id="S11"><title>Discussion</title><p>The results of the present studies testing the efficacy of the novel topical product NexGard<sup>&#x000ae;</sup> Combo administered to cats demonstrate that eprinomectin and praziquantel in combination with esafoxolaner provide high efficacy against adult <italic>T. cati</italic> and <italic>D. caninum</italic> infections. One administration of NexGard<sup>&#x000ae;</sup> Combo at the minimum label dose resulted in greater than 98% reduction of adult <italic>T. cati</italic> ascarid burden, and greater than 93% reduction of <italic>D. caninum</italic> tapeworm burden.</p><p>These results are consistent with the level of efficacy in a series of controlled studies assessing treatment with Broadline<sup>TM</sup>, which delivers the same eprinomectin and praziquantel dosage as NexGard<sup>&#x000ae;</sup> Combo. These studies on experimentally and naturally infected cats demonstrated efficacy against adult <italic>T. cati</italic> and <italic>D. caninum</italic> ranging from 97.1% to 100% and 97.7% to 99.2%, respectively [<xref rid="R19" ref-type="bibr">19</xref>, <xref rid="R20" ref-type="bibr">20</xref>]. Results of the controlled laboratory Broadline<sup>TM</sup> studies were also supported in a multi-center field efficacy study demonstrating 99.9% and 100% efficacy against <italic>T. cati</italic> and <italic>D. caninum</italic>, respectively, based on results of examination of feces [<xref rid="R32" ref-type="bibr">32</xref>]. Equivalence of efficacy (100%) for the praziquantel component delivered by the treatment of cats with the minimum label dose of Broadline<sup>TM</sup> and NexGard<sup>&#x000ae;</sup> Combo was also demonstrated against <italic>Echinococcus multilocularis</italic> cestode infections [<xref rid="R30" ref-type="bibr">30</xref>, <xref rid="R35" ref-type="bibr">35</xref>]. The results of the present studies demonstrate the biologically equivalent anthelmintic efficacy against three parasites of both eprinomectin and praziquantel in NexGard<sup>&#x000ae;</sup> Combo and Broadline<sup>TM</sup>. The effect of these compounds is not impacted by the presence of the isoxazoline compound esafoxolaner in the formulation, resulting in eprinomectin and praziquantel plasma profiles that are considered to be similar to those of the above products [<xref rid="R16" ref-type="bibr">16</xref>].</p><p>The mode of inoculation in studies that involved experimentally infected cats performed well. The counts of adult <italic>T. cati</italic> recovered from the placebo-treated control cats in Study 1 provide further support for experimental regimens using lower doses of larvated eggs over two to three consecutive days, rather than a single larger dose at once, as previously recommended [<xref rid="R20" ref-type="bibr">20</xref>]. The rate of establishment and numbers of <italic>D. caninum</italic> in the placebo-treated control cats in Study 3 confirmed the suitability of the inoculation model, as previously described [<xref rid="R3" ref-type="bibr">3</xref>, <xref rid="R4" ref-type="bibr">4</xref>, <xref rid="R13" ref-type="bibr">13</xref>]. The spectrum of helminths recovered from the placebo-treated cats in the studies with naturally infected animals (Studies 2, 4 and 5) confirms their presence in domestic cats in the countries where the studies were conducted [<xref rid="R6" ref-type="bibr">6</xref>, <xref rid="R15" ref-type="bibr">15</xref>] and re-emphasises the multi-species nature of feline intestinal parasitism. Diagnosis of cestode infections in cats requires special attention and may not be successful using routine methods. None of the cats in Study 2 were found to shed fecal forms of dipylidiid cestodes at a single fecal examination prior to treatment. However, 9 out of 10 placebo control cats were found with specimens of <italic>D. caninum</italic>. This supports the hypothesis that cestode infections are largely underestimated in cats [<xref rid="R27" ref-type="bibr">27</xref>].</p><p>The equivalent levels of efficacy demonstrated against adult <italic>T. cati</italic> and <italic>D. caninum,</italic> which were considered the least sensitive nematode and cestode species for eprinomectin and praziquantel, respectively, may reasonably allow to conclude that the administration of NexGard<sup>&#x000ae;</sup> Combo to cats will provide the same range of activity as does the administration of Broadline<sup>TM</sup> with respect to nematode and cestode infections. Thus, the spectrum of activity of NexGard<sup>&#x000ae;</sup> Combo in cats may comprise migrating and intestinal larval <italic>T. cati</italic>, adult <italic>Toxascaris leonina</italic>, adult and fourth-stage <italic>A. braziliense, A. ceylanicum</italic> and <italic>A. tubaeforme</italic> hookworms, adult and larval <italic>Aelurostrongylus abstrusus</italic> and <italic>Troglostrongylus brevior</italic> lungworms, vesical and pulmonary <italic>Capillaria</italic> (<italic>C. plica, C. aerophila</italic>) and <italic>Diplopylidium</italic> spp., and <italic>J. pasqualei</italic> and <italic>T. taeniaeformis</italic> cestodes [<xref rid="R19" ref-type="bibr">19</xref>&#x02013;<xref rid="R26" ref-type="bibr">26</xref>, <xref rid="R31" ref-type="bibr">31</xref>&#x02013;<xref rid="R33" ref-type="bibr">33</xref>] in addition to adult <italic>T. cati</italic>, <italic>D. caninum</italic> and <italic>E. multilocularis</italic>.</p></sec><sec sec-type="conclusions" id="S12"><title>Conclusion</title><p>The results of the present series of studies demonstrated that NexGard<sup>&#x000ae;</sup> Combo is safe and highly effective against experimentally induced and naturally acquired infections with adult <italic>T. cati</italic> ascarids and <italic>D. caninum</italic> tapeworms in cats. The product can therefore be assumed to provide efficacious and convenient treatment against a broad range of intestinal nematodes and cestodes parasitizing domestic cats worldwide.</p></sec><sec id="S13"><title>Competing interest</title><p>The work reported herein was funded by Boehringer-Ingelheim Animal Health. The authors are current employees of Boehringer-Ingelheim or external contractors. Other than that, the authors declare no conflict of interest. This document is provided for scientific purposes only. Any reference to a brand or trademark herein is for information purposes only and is not intended for any commercial purposes or to dilute the rights of the respective owners of the brand(s) or trademark(s). Broadline&#x02122;, Centragard<sup>&#x000ae;</sup> and NexGard<sup>&#x000ae;</sup> are registered trademarks of Boehringer-Ingelheim Group.</p></sec></body><back><ack><p>The authors gratefully acknowledge the staff of contributing contract research organizations for conducting these studies to a high professional standard and Hailun Wang and Stephen Yoon, both Boehringer-Ingelheim Animal Health, for the statistical analyses of the data.</p></ack><fn-group><fn><p><bold>Special Issue &#x02013; NexGard<sup>&#x000ae;</sup> Combo (esafoxolaner, eprinomectin, praziquantel): A new endectocide spot-on formulation for cats</bold></p><p><bold>Invited Editor: Fr&#x000e9;d&#x000e9;ric Beugnet</bold></p></fn></fn-group><ref-list><ref id="R1"><label>1</label><mixed-citation publication-type="other"><collab>AVMA</collab>. <year>2013</year>. <source>AVMA guidelines for the euthanasia of animals</source>. <edition>2013 Ed.</edition>
<comment>Available at:</comment>
<ext-link ext-link-type="uri" xlink:href="https://www.avma.org/sites/default/files/resources/euthanasia.pdf">https://www.avma.org/sites/default/files/resources/euthanasia.pdf</ext-link>. Accessed Dec 7, 2020.</mixed-citation></ref><ref id="R2"><label>2</label><mixed-citation publication-type="journal"><string-name><surname>Becker</surname>
<given-names>AC</given-names></string-name>, <string-name><surname>Rohen</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Epe</surname>
<given-names>C</given-names></string-name>, <string-name><surname>Schnieder</surname>
<given-names>T</given-names></string-name>. <year>2012</year>. <article-title>Prevalence of endoparasites in stray and fostered dogs and cats in Northern Germany</article-title>. <source>Parasitology Research</source>, <volume>111</volume>, <fpage>849</fpage>&#x02013;<lpage>857</lpage>.<pub-id pub-id-type="pmid">22526289</pub-id></mixed-citation></ref><ref id="R3"><label>3</label><mixed-citation publication-type="journal"><string-name><surname>Beugnet</surname>
<given-names>F</given-names></string-name>, <string-name><surname>Delport</surname>
<given-names>P</given-names></string-name>, <string-name><surname>Luus</surname>
<given-names>H</given-names></string-name>, <string-name><surname>Crafford</surname>
<given-names>D</given-names></string-name>, <string-name><surname>Fourie</surname>
<given-names>J</given-names></string-name>. <year>2013</year>. <article-title>Preventive efficacy of Frontline<sup>&#x000ae;</sup> Combo and Certifect<sup>&#x000ae;</sup> against <italic>Dipylidium caninum</italic> infestation of cats and dogs using a natural flea (<italic>Ctenocephalides felis</italic>) infestation model</article-title>. <source>Parasite</source>, <volume>20</volume>, <fpage>7</fpage>.<pub-id pub-id-type="pmid">23419268</pub-id></mixed-citation></ref><ref id="R4"><label>4</label><mixed-citation publication-type="journal"><string-name><surname>Beugnet</surname>
<given-names>F</given-names></string-name>, <string-name><surname>Labuschagne</surname>
<given-names>M</given-names></string-name>, <string-name><surname>de Vos</surname>
<given-names>C</given-names></string-name>, <string-name><surname>Crafford</surname>
<given-names>D</given-names></string-name>, <string-name><surname>Fourie</surname>
<given-names>J</given-names></string-name>. <year>2018</year>. <article-title>Analysis of <italic>Dipylidium caninum</italic> tapeworms from dogs and cats, or their respective fleas &#x02013; Part 2. Distinct canine and feline host association with two different <italic>Dipylidium caninum</italic> genotypes</article-title>. <source>Parasite</source>, <volume>25</volume>, <fpage>31</fpage>.<pub-id pub-id-type="pmid">29806593</pub-id></mixed-citation></ref><ref id="R5"><label>5</label><mixed-citation publication-type="book"><string-name><surname>Bowman</surname>
<given-names>DD</given-names></string-name>, <string-name><surname>Hendrix</surname>
<given-names>CH</given-names></string-name>, <string-name><surname>Lindsay</surname>
<given-names>DS</given-names></string-name>, <string-name><surname>Barr</surname>
<given-names>SC</given-names></string-name>. <year>2002</year>. <source>Feline clinical parasitology</source>. <publisher-loc>Ames</publisher-loc>: <publisher-name>Iowa State University Press</publisher-name>.</mixed-citation></ref><ref id="R6"><label>6</label><mixed-citation publication-type="journal"><string-name><surname>Cant&#x000f3;</surname>
<given-names>GJ</given-names></string-name>, <string-name><surname>Guerrero</surname>
<given-names>RI</given-names></string-name>, <string-name><surname>Olvera-Ram&#x000ed;rez</surname>
<given-names>AM</given-names></string-name>, <string-name><surname>Mili&#x000e1;n</surname>
<given-names>F</given-names></string-name>, <string-name><surname>Mosqueda</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Aguilar-Tipacam&#x000fa;</surname>
<given-names>G</given-names></string-name>. <year>2013</year>. <article-title>Prevalence of fleas and gastrointestinal parasites in free-roaming cats in central Mexico</article-title>. <source>PloS One</source>, <volume>8</volume>, <fpage>e60744</fpage>.<pub-id pub-id-type="pmid">23573282</pub-id></mixed-citation></ref><ref id="R7"><label>7</label><mixed-citation publication-type="journal"><string-name><surname>Cap&#x000e1;ri</surname>
<given-names>B</given-names></string-name>, <string-name><surname>Hamel</surname>
<given-names>D</given-names></string-name>, <string-name><surname>Visser</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Winter</surname>
<given-names>R</given-names></string-name>, <string-name><surname>Pfister</surname>
<given-names>K</given-names></string-name>, <string-name><surname>Rehbein</surname>
<given-names>S</given-names></string-name>. <year>2013</year>. <article-title>Parasitic infections of domestic cats, <italic>Felis catus</italic>, in western Hungary</article-title>. <source>Veterinary Parasitology</source>, <volume>192</volume>, <fpage>33</fpage>&#x02013;<lpage>42</lpage>.<pub-id pub-id-type="pmid">23211331</pub-id></mixed-citation></ref><ref id="R8"><label>8</label><mixed-citation publication-type="journal"><string-name><surname>Chai</surname>
<given-names>JY</given-names></string-name>. <year>2013</year>. <article-title>Praziquantel treatment in trematode and cestode infections: an update</article-title>. <source>Infection and Chemotherapy</source>, <volume>45</volume>, <fpage>32</fpage>&#x02013;<lpage>43</lpage>.<pub-id pub-id-type="pmid">24265948</pub-id></mixed-citation></ref><ref id="R9"><label>9</label><mixed-citation publication-type="journal"><string-name><surname>Dantas-Torres</surname>
<given-names>F</given-names></string-name>, <string-name><surname>Otranto</surname>
<given-names>D</given-names></string-name>. <year>2014</year>. <article-title>Dogs, cats, parasites, and humans in Brazil: opening the black box</article-title>. <source>Parasites &#x00026; Vectors</source>, <volume>7</volume>, <fpage>22</fpage>.<pub-id pub-id-type="pmid">24423244</pub-id></mixed-citation></ref><ref id="R10"><label>10</label><mixed-citation publication-type="journal"><string-name><surname>Deplazes</surname>
<given-names>P</given-names></string-name>, <string-name><surname>van Knapen</surname>
<given-names>F</given-names></string-name>, <string-name><surname>Schweiger</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Overgaauw</surname>
<given-names>PA</given-names></string-name>. <year>2011</year>. <article-title>Role of pet dogs and cats in the transmission of helminthic zoonoses in Europe, with a focus on echinococcosis and toxocarosis</article-title>. <source>Veterinary Parasitology</source>, <volume>182</volume>, <fpage>41</fpage>&#x02013;<lpage>53</lpage>.<pub-id pub-id-type="pmid">21813243</pub-id></mixed-citation></ref><ref id="R11"><label>11</label><mixed-citation publication-type="other"><collab>European Scientific Counsel Companion Animal Parasite</collab>. <year>2020</year>. <source>Worm control in dogs and cats. ESCCAP Guideline 01 Sixth Edition</source>, <ext-link ext-link-type="uri" xlink:href="https://www.esccap.org/uploads/docs/2fe4poh6_0778_ESCCAP_Guideline_GL1_v10_1p.pdf">https://www.esccap.org/uploads/docs/2fe4poh6_0778_ESCCAP_Guideline_GL1_v10_1p.pdf</ext-link>.</mixed-citation></ref><ref id="R12"><label>12</label><mixed-citation publication-type="journal"><string-name><surname>Fisher</surname>
<given-names>M</given-names></string-name>. <year>2003</year>. <article-title><italic>Toxocara cati</italic>: an underestimated zoonotic agent</article-title>. <source>Trends in Parasitology</source>, <volume>19</volume>(<issue>4</issue>), <fpage>167</fpage>&#x02013;<lpage>170</lpage>.<pub-id pub-id-type="pmid">12689646</pub-id></mixed-citation></ref><ref id="R13"><label>13</label><mixed-citation publication-type="journal"><string-name><surname>Fourie</surname>
<given-names>JJ</given-names></string-name>, <string-name><surname>Crafford</surname>
<given-names>D</given-names></string-name>, <string-name><surname>Horak</surname>
<given-names>IG</given-names></string-name>, <string-name><surname>Stanneck</surname>
<given-names>D</given-names></string-name>. <year>2012</year>. <article-title>Prophylactic treatment of flea-infested cats with an imidacloprid/flumethrin collar to forestall infection with <italic>Dipylidium caninum</italic></article-title>. <source>Parasites &#x00026; Vectors</source>, <volume>5</volume>, <fpage>151</fpage>.<pub-id pub-id-type="pmid">22839305</pub-id></mixed-citation></ref><ref id="R14"><label>14</label><mixed-citation publication-type="journal"><string-name><surname>Hogan</surname>
<given-names>CA</given-names></string-name>, <string-name><surname>Schwenk</surname>
<given-names>H</given-names></string-name>. <year>2019</year>. <article-title><italic>Dipylidium caninum</italic> Infection</article-title>. <source>New England Journal of Medicine</source>, <volume>380</volume>.</mixed-citation></ref><ref id="R15"><label>15</label><mixed-citation publication-type="journal"><string-name><surname>Jacobs</surname>
<given-names>DE</given-names></string-name>, <string-name><surname>Arakawa</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Courtney</surname>
<given-names>CH</given-names></string-name>, <string-name><surname>Gemmell</surname>
<given-names>MA</given-names></string-name>, <string-name><surname>McCall</surname>
<given-names>JW</given-names></string-name>, <string-name><surname>Myers</surname>
<given-names>GH</given-names></string-name>, <string-name><surname>Vanparijs</surname>
<given-names>O</given-names></string-name>. <year>1994</year>. <article-title>World Association for the Advancement of Veterinary Parasitology (W.A.A.V.P.) guidelines for evaluating the efficacy of anthelmintics for dogs and cats</article-title>. <source>Veterinary Parasitology</source>, <volume>52</volume>, <fpage>179</fpage>&#x02013;<lpage>202</lpage>.<pub-id pub-id-type="pmid">8073602</pub-id></mixed-citation></ref><ref id="R16"><label>16</label><mixed-citation publication-type="journal"><string-name><surname>Jacquot</surname>
<given-names>V</given-names></string-name>, <string-name><surname>Buellet</surname>
<given-names>P</given-names></string-name>, <string-name><surname>Letendre</surname>
<given-names>L</given-names></string-name>, <string-name><surname>Tong</surname>
<given-names>W</given-names></string-name>, <string-name><surname>Li</surname>
<given-names>H</given-names></string-name>, <string-name><surname>Tielemans</surname>
<given-names>E</given-names></string-name>. <year>2021</year>. <article-title>Pharmacokinetics a novel endectoparasiticide topical formulation for cats, combining esafoxolaner, eprinomectin and praziquantel</article-title>. <source>Parasite</source>, <volume>28</volume>, <fpage>19</fpage>.</mixed-citation></ref><ref id="R17"><label>17</label><mixed-citation publication-type="journal"><string-name><surname>Jerhold</surname>
<given-names>RW</given-names></string-name>, <string-name><surname>Jessup</surname>
<given-names>DA</given-names></string-name>. <year>2013</year>. <article-title>Zoonotic diseases associated with free-roaming cats</article-title>. <source>Zoonoses Public Health</source>, <volume>60</volume>, <fpage>189</fpage>&#x02013;<lpage>195</lpage>.<pub-id pub-id-type="pmid">22830565</pub-id></mixed-citation></ref><ref id="R18"><label>18</label><mixed-citation publication-type="journal"><string-name><surname>Jiang</surname>
<given-names>P</given-names></string-name>, <string-name><surname>Zhang</surname>
<given-names>X</given-names></string-name>, <string-name><surname>Liu</surname>
<given-names>RD</given-names></string-name>, <string-name><surname>Wang</surname>
<given-names>ZQ</given-names></string-name>, <string-name><surname>Cui</surname>
<given-names>J</given-names></string-name>. <year>2017</year>. <article-title>A human case of zoonotic dog tapeworm, <italic>Dipylidium caninum</italic> (Eucestoda: Dilepidiidae), in China</article-title>. <source>Korean Journal of Parasitology</source>, <volume>55</volume>, <fpage>61</fpage>&#x02013;<lpage>64</lpage>.</mixed-citation></ref><ref id="R19"><label>19</label><mixed-citation publication-type="journal"><string-name><surname>Knaus</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Abu-Madi</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Ibarra-Velarde</surname>
<given-names>F</given-names></string-name>, <string-name><surname>Kok</surname>
<given-names>D</given-names></string-name>, <string-name><surname>Kusi</surname>
<given-names>I</given-names></string-name>, <string-name><surname>Postoli</surname>
<given-names>R</given-names></string-name>, <string-name><surname>Chester</surname>
<given-names>T</given-names></string-name>, <string-name><surname>Rosentel</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Alva</surname>
<given-names>R</given-names></string-name>, <string-name><surname>Irwin</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Visser</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Winter</surname>
<given-names>R</given-names></string-name>, <string-name><surname>Rehbein</surname>
<given-names>S</given-names></string-name>. <year>2014</year>. <article-title>Efficacy of a novel topical fipronil, (S)-methoprene, eprinomectin and praziquantel combination against naturally acquired intestinal nematode and cestode infections in cats</article-title>. <source>Veterinary Parasitology</source>, <volume>202</volume>, <fpage>18</fpage>&#x02013;<lpage>25</lpage>.<pub-id pub-id-type="pmid">24703071</pub-id></mixed-citation></ref><ref id="R20"><label>20</label><mixed-citation publication-type="journal"><string-name><surname>Knaus</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Baker</surname>
<given-names>C</given-names></string-name>, <string-name><surname>Reinemeyer</surname>
<given-names>C</given-names></string-name>, <string-name><surname>Chester</surname>
<given-names>T</given-names></string-name>, <string-name><surname>Rosentel</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Rehbein</surname>
<given-names>S</given-names></string-name>. <year>2014</year>. <article-title>Efficacy of a novel topical combination of fipronil,(S)-methoprene, eprinomectin and praziquantel against adult and larval stages of <italic>Toxocara cati</italic> in cats</article-title>. <source>Veterinary Parasitology</source>, <volume>202</volume>, <fpage>34</fpage>&#x02013;<lpage>39</lpage>.<pub-id pub-id-type="pmid">24703074</pub-id></mixed-citation></ref><ref id="R21"><label>21</label><mixed-citation publication-type="journal"><string-name><surname>Knaus</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Chester</surname>
<given-names>T</given-names></string-name>, <string-name><surname>Rosentel</surname>
<given-names>J</given-names></string-name>, <string-name><surname>K&#x000fc;hnert</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Rehbein</surname>
<given-names>S</given-names></string-name>. <year>2014</year>. <article-title>Efficacy of a novel topical combination of fipronil, (S)-methoprene, eprinomectin and praziquantel against larval and adult stages of the cat lungworm, <italic>Aelurostrongylus abstrusus</italic></article-title>. <source>Veterinary Parasitology</source>, <volume>202</volume>, <fpage>64</fpage>&#x02013;<lpage>68</lpage>.<pub-id pub-id-type="pmid">24703080</pub-id></mixed-citation></ref><ref id="R22"><label>22</label><mixed-citation publication-type="journal"><string-name><surname>Knaus</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Chester</surname>
<given-names>T</given-names></string-name>, <string-name><surname>Rosentel</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Visser</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Rehbein</surname>
<given-names>S</given-names></string-name>. <year>2014</year>. <article-title>Efficacy of a novel topical combination of fipronil,(S)-methoprene, eprinomectin and praziquantel against experimental infections of <italic>Toxascaris leonina</italic> in cats</article-title>. <source>Veterinary Parasitology</source>, <volume>202</volume>, <fpage>40</fpage>&#x02013;<lpage>44</lpage>.<pub-id pub-id-type="pmid">24703075</pub-id></mixed-citation></ref><ref id="R23"><label>23</label><mixed-citation publication-type="journal"><string-name><surname>Knaus</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Shukullari</surname>
<given-names>E</given-names></string-name>, <string-name><surname>Rapti</surname>
<given-names>D</given-names></string-name>, <string-name><surname>Rehbein</surname>
<given-names>S</given-names></string-name>. <year>2015</year>. <article-title>Efficacy of Broadline against <italic>Capillaria aerophila</italic> lungworm infection in cats</article-title>. <source>Parasitology Research</source>, <volume>114</volume>, <fpage>1971</fpage>&#x02013;<lpage>1975</lpage>.<pub-id pub-id-type="pmid">25681144</pub-id></mixed-citation></ref><ref id="R24"><label>24</label><mixed-citation publication-type="journal"><string-name><surname>Knaus</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Shukullari</surname>
<given-names>E</given-names></string-name>, <string-name><surname>Rosentel</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Rehbein</surname>
<given-names>S</given-names></string-name>. <year>2014</year>. <article-title>Efficacy of a novel topical combination of fipronil, (S)-methoprene, eprinomectin and praziquantel against feline urinary bladder worm (<italic>Capillaria plica</italic>) infection</article-title>. <source>Veterinary Parasitology</source>, <volume>202</volume>, <fpage>45</fpage>&#x02013;<lpage>48</lpage>.<pub-id pub-id-type="pmid">24703076</pub-id></mixed-citation></ref><ref id="R25"><label>25</label><mixed-citation publication-type="journal"><string-name><surname>Knaus</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Taweethavonsawat</surname>
<given-names>P</given-names></string-name>, <string-name><surname>Cheesman</surname>
<given-names>T</given-names></string-name>, <string-name><surname>Visser</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Rehbein</surname>
<given-names>S</given-names></string-name>. <year>2020</year>. <article-title>Efficacy of Broadline<sup>&#x000ae;</sup> in cats against induced infections with developing fourth-stage larval and adult <italic>Ancylostoma ceylanicum</italic> hookworms</article-title>. <source>Veterinary Parasitology: X</source>, <volume>3</volume>, <fpage>100025</fpage>.<pub-id pub-id-type="pmid">32904740</pub-id></mixed-citation></ref><ref id="R26"><label>26</label><mixed-citation publication-type="journal"><string-name><surname>Knaus</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Visser</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Mayr</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Rehbein</surname>
<given-names>S</given-names></string-name>. <year>2020</year>. <article-title>Efficacy of a topical combination of eprinomectin, praziquantel, fipronil and (S)-methoprene against developing and adult <italic>Troglostrongylus brevior</italic> lungworms (Nematoda, Crenosomatidae) in cats</article-title>. <source>Veterinary Parasitology: X</source>, <volume>4</volume>.</mixed-citation></ref><ref id="R27"><label>27</label><mixed-citation publication-type="journal"><string-name><surname>Little</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Adolph</surname>
<given-names>C</given-names></string-name>, <string-name><surname>Downie</surname>
<given-names>K</given-names></string-name>, <string-name><surname>Snider</surname>
<given-names>T</given-names></string-name>, <string-name><surname>Reichard</surname>
<given-names>M</given-names></string-name>. <year>2015</year>. <article-title>High prevalence of covert infection with gastrointestinal helminths in cats</article-title>. <source>Journal of the American Animal Hospital Association</source>, <volume>51</volume>, <fpage>359</fpage>&#x02013;<lpage>364</lpage>.<pub-id pub-id-type="pmid">26535453</pub-id></mixed-citation></ref><ref id="R28"><label>28</label><mixed-citation publication-type="journal"><string-name><surname>Lucio-Forster</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Bowman</surname>
<given-names>D</given-names></string-name>. <year>2011</year>. <article-title>Prevalence of fecal-borne parasites detected by centrifugal flotation in feline samples from two shelters in upstate New York</article-title>. <source>Journal of Feline Medicine and Surgery</source>, <volume>13</volume>, <fpage>300</fpage>&#x02013;<lpage>303</lpage>.<pub-id pub-id-type="pmid">21334238</pub-id></mixed-citation></ref><ref id="R29"><label>29</label><mixed-citation publication-type="journal"><string-name><surname>Nagamori</surname>
<given-names>Y</given-names></string-name>, <string-name><surname>Payton</surname>
<given-names>ME</given-names></string-name>, <string-name><surname>Duncan-Decocq</surname>
<given-names>R</given-names></string-name>, <string-name><surname>Johnson</surname>
<given-names>EM</given-names></string-name>. <year>2018</year>. <article-title>Fecal survey of parasites in free-roaming cats in northcentral Oklahoma, United States</article-title>. <source>Veterinary Parasitology Regional Studies and Reports</source>, <volume>14</volume>, <fpage>50</fpage>&#x02013;<lpage>53</lpage>.</mixed-citation></ref><ref id="R30"><label>30</label><mixed-citation publication-type="journal"><string-name><surname>Prullage</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Bowman</surname>
<given-names>D</given-names></string-name>, <string-name><surname>Ulrich</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Tielemans</surname>
<given-names>E</given-names></string-name>. <year>2021</year>. <article-title>Efficacy of a novel topical combination of esafoxolaner, eprinomectin and praziquantel against <italic>Echinococcus multilocularis</italic> in cats</article-title>. <source>Parasite</source>, <volume>28</volume>, <fpage>29</fpage>.</mixed-citation></ref><ref id="R31"><label>31</label><mixed-citation publication-type="journal"><string-name><surname>Prullage</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Knaus</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Bowman</surname>
<given-names>D</given-names></string-name>, <string-name><surname>Chester</surname>
<given-names>ST</given-names></string-name>, <string-name><surname>Visser</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Rehbein</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Rosentel</surname>
<given-names>J</given-names></string-name>. <year>2014</year>. <article-title>Efficacy of a novel topical combination of fipronil, (S)-methoprene, eprinomectin and praziquantel against induced infections of <italic>Ancylostoma</italic> spp. nematodes of cats</article-title>. <source>Veterinary Parasitology</source>, <volume>202</volume>, <fpage>30</fpage>&#x02013;<lpage>33</lpage>.<pub-id pub-id-type="pmid">24703073</pub-id></mixed-citation></ref><ref id="R32"><label>32</label><mixed-citation publication-type="journal"><string-name><surname>Rehbein</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Cap&#x000e1;ri</surname>
<given-names>B</given-names></string-name>, <string-name><surname>Duscher</surname>
<given-names>G</given-names></string-name>, <string-name><surname>Keidane</surname>
<given-names>D</given-names></string-name>, <string-name><surname>Kirkova</surname>
<given-names>Z</given-names></string-name>, <string-name><surname>Petkevicius</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Rapti</surname>
<given-names>D</given-names></string-name>, <string-name><surname>Wagner</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Wagner</surname>
<given-names>T</given-names></string-name>, <string-name><surname>Theodore Chester</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Rosentel</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Tielemans</surname>
<given-names>E</given-names></string-name>, <string-name><surname>Visser</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Winter</surname>
<given-names>R</given-names></string-name>, <string-name><surname>Kley</surname>
<given-names>K</given-names></string-name>, <string-name><surname>Knaus</surname>
<given-names>M</given-names></string-name>. <year>2014</year>. <article-title>Efficacy against nematode and cestode infections and safety of a novel topical fipronil, (S)-methoprene, eprinomectin and praziquantel combination product in domestic cats under field conditions in Europe</article-title>. <source>Veterinary Parasitology</source>, <volume>202</volume>, <fpage>10</fpage>&#x02013;<lpage>17</lpage>.<pub-id pub-id-type="pmid">24703070</pub-id></mixed-citation></ref><ref id="R33"><label>33</label><mixed-citation publication-type="journal"><string-name><surname>Schuster</surname>
<given-names>R</given-names></string-name>, <string-name><surname>Mustafa</surname>
<given-names>MB</given-names></string-name>, <string-name><surname>Baskar</surname>
<given-names>JV</given-names></string-name>, <string-name><surname>Rosentel</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Chester</surname>
<given-names>T</given-names></string-name>, <string-name><surname>Knaus</surname>
<given-names>M</given-names></string-name>. <year>2016</year>. <article-title>Efficacy of a topical combination of fipronil, (S)-methoprene, eprinomectin and praziquantel (Broadline<sup>&#x000ae;</sup>) against naturally acquired infections with cestodes of the genus <italic>Joyeuxiella</italic> in cats</article-title>. <source>Parasitological Research</source>, <volume>115</volume>, <fpage>2679</fpage>&#x02013;<lpage>2684</lpage>.</mixed-citation></ref><ref id="R34"><label>34</label><mixed-citation publication-type="journal"><string-name><surname>Symeonidou</surname>
<given-names>I</given-names></string-name>, <string-name><surname>Gelasakis</surname>
<given-names>AI</given-names></string-name>, <string-name><surname>Arsenopoulos</surname>
<given-names>K</given-names></string-name>, <string-name><surname>Angelou</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Beugnet</surname>
<given-names>F</given-names></string-name>, <string-name><surname>Papadopoulos</surname>
<given-names>E</given-names></string-name>. <year>2018</year>. <article-title>Feline gastrointestinal parasitism in Greece: emergent zoonotic species and associated risk factors</article-title>. <source>Parasites &#x00026; Vectors</source>, <volume>11</volume>, <fpage>227</fpage>.<pub-id pub-id-type="pmid">29618378</pub-id></mixed-citation></ref><ref id="R35"><label>35</label><mixed-citation publication-type="journal"><string-name><surname>Tielemans</surname>
<given-names>E</given-names></string-name>, <string-name><surname>Manavella</surname>
<given-names>C</given-names></string-name>, <string-name><surname>Visser</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Chester</surname>
<given-names>T</given-names></string-name>, <string-name><surname>Rosentel</surname>
<given-names>J</given-names></string-name>. <year>2014</year>. <article-title>Efficacy in cats of a novel topical combination of fipronil, (S)-methoprene, eprinomectin, praziquantel, against induced infestations of <italic>Echinococcus multilocularis</italic></article-title>. <source>Veterinary Parasitology</source>, <volume>202</volume>, <fpage>26</fpage>&#x02013;<lpage>29</lpage>.<pub-id pub-id-type="pmid">24703072</pub-id></mixed-citation></ref><ref id="R36"><label>36</label><mixed-citation publication-type="journal"><string-name><surname>Traversa</surname>
<given-names>D</given-names></string-name>. <year>2012</year>. <article-title>Pet roundworms and hookworms: a continuing need for global worming</article-title>. <source>Parasites &#x00026; Vectors</source>, <volume>5</volume>, <fpage>91</fpage>&#x02013;<lpage>110</lpage>.<pub-id pub-id-type="pmid">22574783</pub-id></mixed-citation></ref><ref id="R37"><label>37</label><mixed-citation publication-type="journal"><string-name><surname>Vercruysse</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Holdsworth</surname>
<given-names>P</given-names></string-name>, <string-name><surname>Letonja</surname>
<given-names>T</given-names></string-name>, <string-name><surname>Barth</surname>
<given-names>D</given-names></string-name>, <string-name><surname>Conder</surname>
<given-names>G</given-names></string-name>, <string-name><surname>Hamamoto</surname>
<given-names>K</given-names></string-name>, <string-name><surname>Okano</surname>
<given-names>K</given-names></string-name>. <year>2001</year>. <article-title>International harmonisation of Anthelmintic Efficacy Guidelines</article-title>. <source>Veterinary Parasitology</source>, <volume>96</volume>, <fpage>171</fpage>&#x02013;<lpage>193</lpage>.<pub-id pub-id-type="pmid">11240092</pub-id></mixed-citation></ref><ref id="R38"><label>38</label><mixed-citation publication-type="journal"><string-name><surname>Vercruysse</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Holdsworth</surname>
<given-names>P</given-names></string-name>, <string-name><surname>Letonja</surname>
<given-names>T</given-names></string-name>, <string-name><surname>Conder</surname>
<given-names>G</given-names></string-name>, <string-name><surname>Hamamoto</surname>
<given-names>K</given-names></string-name>, <string-name><surname>Okano</surname>
<given-names>K</given-names></string-name>, <string-name><surname>Rehbein</surname>
<given-names>S</given-names></string-name>. <year>2002</year>. <article-title>International harmonisation of Anthelmintic Efficacy Guidelines (Part 2)</article-title>. <source>Veterinary Parasitology</source>, <volume>103</volume>, <fpage>277</fpage>&#x02013;<lpage>297</lpage>.<pub-id pub-id-type="pmid">11777607</pub-id></mixed-citation></ref><ref id="R39"><label>39</label><mixed-citation publication-type="journal"><string-name><surname>Zottler</surname>
<given-names>EM</given-names></string-name>, <string-name><surname>Bieri</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Basso</surname>
<given-names>W</given-names></string-name>, <string-name><surname>Schnyder</surname>
<given-names>M</given-names></string-name>. <year>2019</year>. <article-title>Intestinal parasites and lungworms in stray, shelter and privately owned cats of Switzerland</article-title>. <source>Parasitology International</source>, <volume>69</volume>, <fpage>75</fpage>&#x02013;<lpage>81</lpage>.<pub-id pub-id-type="pmid">30552978</pub-id></mixed-citation></ref></ref-list><notes><boxed-text position="float" orientation="portrait"><p><bold>Cite this article as</bold>: Knaus M, Baker C, Alva R, Mitchell E, Irwin J, Shukullari E, Veliu A, Ibarra-Velarde F, Liebenberg J, Reinemeyer C, Tielemans E, Wakeland K &#x00026; Johnson C. 2021. Efficacy of a novel topical combination of esafoxolaner, eprinomectin and praziquantel in cats against <italic>Toxocara cati</italic> and <italic>Dipylidium caninum</italic>. Parasite <bold>28</bold>, 28.</p></boxed-text></notes></back></article>